[
  {
    "titulo": "TÍTULO I DA EDUCAÇÃO ",
    "conteudo": ""
  },
  {
    "titulo": "Art. 1º",
    "conteudo": "- A educação abrange os processos formativos que se desenvolvem na vida familiar \nna convivência humana no trabalho nas instituições de ensino e pesquisa nos movimentos \nsociais e organizações da sociedade civil e nas manifestações culturais. \nParágrafo único - A educação escolar deverá vincular-se ao mundo do trabalho e à prática \nsocial."
  },
  {
    "titulo": "TÍTULO I DA EDUCAÇÃO ",
    "conteudo": "TÍTULO II \nDOS PRINCÍPIOS E FINS DA EDUCAÇÃO NACIONAL"
  },
  {
    "titulo": "Art. 2",
    "conteudo": "° - A educação dever da família e do estado inspirada nos princípios de liberdade e \nnos ideais de solidariedade humana tem por finalidade o pleno desenvolvimento do \neducando seu preparo para o exercício da cidadania e sua qualificação para o trabalho."
  },
  {
    "titulo": "Art. 3",
    "conteudo": "° - O ensino será ministrado com base nos seguintes princípios: \nI. \nigualdade de condições para acesso e permanência na escola; \nII. \nliberdade de aprender ensinar pesquisar e divulgar a cultura o pensamento a arte e o \nsaber; \nIII. \npluralismo de ideias e de concepções pedagógicas; \nIV. \nrespeito à liberdade e apreço à tolerância; \nV. \ncoexistência de instituições públicas e privadas de ensino; \nVI. \ngratuidade do ensino público em estabelecimentos oficiais; \nVII. \nvalorização do profissional da educação escolar; \nVIII. \ngestão democrática do ensino público na forma da legislação dos sistemas de ensino; \nIX. \ngarantia de padrão de qualidade; \nX. \nvalorização da experiência extraescolar; \nXI. \nvinculação entre a educação escolar o trabalho e as práticas sociais; \n\nXll. \nconsideração com a diversidade étnico-racial; \nXIll. \ngarantia do direito à educação e à aprendizagem ao longo da vida; \nXIV. \nrespeito à diversidade humana linguística cultural e identitária das pessoas surdas \nsurdocegas e com deficiência auditiva. \nTÍTULO III \nDOS NÍVEIS E DAS MODALIDADES DE EDUCAÇÃO E ENSINO \nCAPÍTULO I \nDA COMPOSIÇÃO DOS NÍVEIS DE ESCOLARIDADE"
  },
  {
    "titulo": "Art. 4",
    "conteudo": "°- A educação escolar compõe-se de: \n1. \neducação básica formada pela educação infantil ensino fundamental e ensino médio; \nII. educação superior. \nCAPÍTULO II \nDAS DISPOSIÇÕES GERAIS DA EDUCAÇÃO BÁSICA \n1 \nArt. Sº- A Educação Básica tem por finalidades desenvolver o educando assegurar-\nlhe a formação comum indispensável para o exercício da cidadania e fornecer-lhe meios \npara progredir no trabalho e em estudos posteriores. \nParágrafo único: São objetivos precípuos da educação básica a alfabetização plena e a \nformação de leitores como requisitos essenciais para o cumprimento das finalidades da \neducação Básica. \nSEÇÃOI \nDO ENSINO FUNDAMENTAL"
  },
  {
    "titulo": "Art. 6",
    "conteudo": "°- O ensino fundamental obrigatório com duração de 9 (nove) anos gratuito na escola \npública iniciando-se aos 6 (seis) anos de idade terá por objetivo a formação básica do \ncidadão mediante: \nI. \no desenvolvimento da capacidade de aprender tendo como meios básicos o pleno \ndomínio da leitura da escrita e do cálculo; \n n : ( ilH. Ui.unantina \nP n .i 11 \n\nII. a compreensão do ambiente natural e social do sistema político da tecnologia das \nartes e dos valores em que se fundamenta a sociedade; \nIII. o desenvolvimento da capacidade de aprendizagem tendo em vista a aquisição de \nconhecimentos e habilidades e a formação de atitudes e valores; \nIV. o fortalecimento dos vínculos de família dos laços de solidariedade humana e de \ntolerância recíproca em que se assenta a vida social."
  },
  {
    "titulo": "Art. 7",
    "conteudo": "°- O ensino fundamental etapa de escolarização obrigatória deve comprometer-se com \na formação integral dos estudantes ofertando uma educação com equidade e qualidade. \nParágrafo único. O ensino fundamental deve promover um trabalho educativo inclusivo e \nequitativo que reconheça e valorize as experiências e habilidades individuais; atenda às \ndiferenças e necessidades específicas de cada um."
  },
  {
    "titulo": "Art. 8",
    "conteudo": "° - O Ensino Fundamental deve comprometer-se com uma educação com qualidade \nsocial igualmente entendida como direito humano. \nSEÇÃO II \nDO ENSINO MÉDIO"
  },
  {
    "titulo": "Art. 9º",
    "conteudo": "- O ensino médio etapa final da educação básica com duração mínima de três anos \nterá como finalidades: \n1. \na consolidação e o aprofundamento dos conhecimentos adquiridos no ensino \nfundamental possibilitando o prosseguimento de estudos; \nli. a preparação básica para o trabalho e a cidadania do educando para continuar \naprendendo de modo a ser capaz de se adaptar com flexibilidade a novas condições \nde ocupação ou aperfeiçoamento posteriores; \nIli. o aprimoramento do educando como pessoa humana incluindo a formação ética e o \ndesenvolvimento da autonomia intelectual e do pensamento crítico; \nIV. a compreensão dos fundamentos científico-tecnológicos dos processos produtivos \nrelacionando a teoria com a prática no ensino de cada disciplina. \nV. O desenvolvimento do protagonismo juvenil como forma de exercício da autonomia \ne fortalecimento dos processos de escolhas dos estudantes.( Res. SEE 4692) \n 1 I· < RL lham 111t111a \nÍ 1 g i ll 1 \nj \n1 - \n\nCAPÍTULO III \nDAS MODALIDADES DE ENSINO"
  },
  {
    "titulo": "Art. 10",
    "conteudo": "O - São modalidades da educação básica: \nI. \nEducação de Jovens e Adultos; \nII. Educação Especial; \nIII. Educação Profissional e Tecnológica; \nIV. Educação do Campo; \nV. Educação Escolar Indígena; \nVI. Educação Escolar Quilombola. \nParágrafo único -As etapas da educação básica poderão ofertar uma ou mais modalidades. \nSEÇÃO I \nDAEDUCAÇÃODEJOVENSEADULTOS"
  },
  {
    "titulo": "Art. 11",
    "conteudo": "- A Educação de Jovens e Adultos - EJA - destina-se àqueles que não tiveram a \noportunidade de frequentar ou de concluir os estudos no ensino fundamental e médio na idade \nprópria e constituirá instrumento para reparação de direitos para a educação e para a \naprendizagem. \nParágrafo único - A Educação de Jovens e Adultos deve comprometer-se em oferecer \noportunidades educacionais adequadas às características de seus estudantes às experiências \nde vida aos seus interesses às condições de vida e de trabalho. \nSEÇÃO II \nDA EDUCAÇÃO ESPECIAL"
  },
  {
    "titulo": "Art. 12",
    "conteudo": "- A educação especial modalidade de ensino oferecida preferencialmente na rede \nregular de ensino que perpassa todos os níveis etapas e modalidades é destinada aos \nestudantes com deficiência transtorno do espectro autista e altas habilidades superdotação."
  },
  {
    "titulo": "Art. 13",
    "conteudo": "- A educação especial deverá viabilizar as condições de acesso percurso \npennanência com qualidade e conclusão das etapas de ensino garantindo o desenvolvimento \ne a aprendizagem dos estudantes e as flexibilizações previstas na legislação vigente \n.Sl·T ( lfr. Di.1na11ti11:1 \n1\n1 \n - 1 li 1 \n1 \n1 il"
  },
  {
    "titulo": "Art. 14",
    "conteudo": "- São princípios e objetivos da educação especial inclusiva: \nI. \ndireito de acesso ao conhecimento desde o início de sua vida escolar sem nenhuma \nforma de negligência segregação violência e discriminação; \nII. \ndireito à educação de qualidade igualitária equitativa inclusiva e centrada no \nrespeito e na valorização à diversidade humana; \nIII. \ndireito de acesso permanência e percurso com qualidade de ensino e aprendizagem \nbem como a continuidade e conclusão nos níveis mais elevados de ensino; \nIV. \ndireito ao atendimento educacional especializado assim como os demais serviços e \nrecursos de acessibilidade a fim de garantir o acesso ao currículo em condições de \nigualdade com os demais estudantes."
  },
  {
    "titulo": "Art. 15",
    "conteudo": "- O atendimento educacional especializado (AEE) consiste na utilização de métodos \ntécnicas recursos e procedimentos didáticos desenvolvidos nas diferentes modalidades anos \nde escolaridade e níveis de ensino para complementar ou suplementar a formação dos \nestudantes público da educação especial e garantir o acesso ao currículo com qualidade. \nSEÇÃO III \nDA EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA"
  },
  {
    "titulo": "Art. 16",
    "conteudo": "- A educação profissional e tecnológica no cumprimento dos objetivos da educação \nnacional integra-se aos diferentes níveis e modalidades de educação e às dimensões do \ntrabalho da ciência e da tecnologia."
  },
  {
    "titulo": "Art. 17",
    "conteudo": "- A educação profissional e tecnológica é modalidade educacional transversal e \nintegrada a outras modalidades e às dimensões do trabalho da ciência da cultura e da \ntecnologia organizada por eixos tecnológicos. \nParágrafo único. A educação profissional e tecnológica deve estar em consonância com a \nestrutura sócio ocupacional do trabalho e as exigências da formação profissional nos \ndiferentes níveis de desenvolvimento observadas as leis e normas vigentes."
  },
  {
    "titulo": "Art. 18",
    "conteudo": "- A educação profissional e tecnológica é desenvolvida por meio de cursos e \nprogramas de: \nI. \nqualificação profissional inclusive a formação inicial e a formação continuada de \n I 1· ( IH. Uiamant111:1 \nr g 11.i 11 1 2 \n\ntrabalhadores; \nII. \neducação profissional técnica de nível médio incluindo saídas intermediárias de \nqualificação profissional técnica. \nTÍTULO IV \nDA POLÍTICA EDUCACIONAL DA ESCOLA \nCAPÍTULO I \nDA FUNÇÃO SOCIAL DA ESCOLA"
  },
  {
    "titulo": "Art. 19",
    "conteudo": "- A função social desta escola está vinculada a importância que se dará aos \nconteúdos cun-iculares revelando seu compromisso de: \nI. \nformar cidadãos capazes de interferir na realidade para transformá-la possibilitando-\nlhes condições para desenvolver competência e consciência profissional; \nII. \ncriar condições para que todos os estudantes desenvolvam suas capacidades e \naprendam os conteúdos necessários para construir instrumentos de compreensão da \nrealidade e de participação em relações sociais políticas e culturais diversificadas da \ncidadania na construção de uma sociedade mais democrática e não excludente; \nIII. \nformar cidadãos capazes de atuar com competência e dignidade na sociedade através \nde conteúdos que estejam em consonância com as questões sociais cujo \naprendizagem e assimilação são essenciais para o exercício da cidadania; \nIV. \nfazer da escola um espaço de formação e informação para inserção do estudante no \ndia a dia das questões sociais marcantes e em um universo cultural maior; \nV. \ninstrumentalizar os jovens para participar da cultura das relações sociais e políticas \nabrindo-lhes oporturudades para que aprendam e atuem na formação de valores e \natitudes em relação ao outro à política à economia ao sexo à droga à saúde ao \nmeio ambiente e à tecnologia. \nCAPÍTULO II \nDOS OBJETIVOS ESPECÍFICOS DA ESCOLA"
  },
  {
    "titulo": "Art. 20",
    "conteudo": "- Tendo em vista os fins da Educação Nacional e os objetivos gerais do Ensino \nFundamental e do Ensino Médio esta escola propõe-se a alcançar os seguintes objetivos \nespecíficos: \n F -HI l)i-1manti111 \np 1 1 ll \n\nI. \npossibilitar ao educando possibilidades favoráveis ao desenvolvimento de suas \npotencialidades tendo em vista o atendimento às diferenças individuais existentes; \nII. \npromover a sondagem de aptidões no sentido de orientar o estudante em sua opção e \nposterior integração na força do trabalho; \nIII. \npromover estudos permanentes com vistas à adequação dos métodos e processos às \nexigências das situações ensino-aprendizagem aquisição de conhecimentos e \nhabilidades e a formação de atitudes e valores; \nIV. \nmanter intercâmbio comunidade escola ensejando a integração do estudante ao meio \nfísico social; \nV. \nverificar as novas experiências pedagógicas que englobam o Ensino Fundamental e \nMédio; \nVI. \nassegurar uma educação de qualidade proporcionando aos estudantes condições de \nterem uma visão real da sociedade; \nVII. \nproporcionar condições favoráveis para o desenvolvimento da capacidade de \nobservar analisar refletir e tomar decisões necessárias ao exercício consciente da \ncidadania e a prática competente da profissão; \nVIII. \ncapacitar o estudante para vivenciar e intervir no mundo em constantes e \nimprevisíveis mudanças socioculturais e tecnológica \nIX. \npromover o fortalecimento dos vínculos de família dos laços de solidariedade \nhumana e de tolerância recíproca em que se assenta a vida social. \n - 1. IU. Uiamantin:t \np \n\nTÍTULO V \nDA ORGANIZAÇÃO ADMINISTRATIVA E PEDAGÓGICA DA \nESCOLA \nCAPÍTULO I \nDA DIRETORIA \nSEÇÃOI \nDA CONSTITUIÇÃO"
  },
  {
    "titulo": "Art. 21",
    "conteudo": "- A administração da Escola Estadual Teodomiro Caldeira Leão será constituída por: \nDiretor Vice-diretores e Colegiado Escolar. \n§ 1 ° - A Direção terá seu funcionamento determinado pela legislação vigente em consonância \ncom as necessidades da escola. \n§2º - O Colegiado Escolar é o órgão representativo da comunidade escolar e sua \nregulamentação está prevista na legislação aplicável em vigor."
  },
  {
    "titulo": "Art. 22",
    "conteudo": "- É função específica do Diretor ser o articulador político pedagógico e \nadministrativo da escola. \nSEÇÃO II \nDA COMPETÊNCIA"
  },
  {
    "titulo": "Art. 23",
    "conteudo": "- A administração desta escola terá as seguintes competências: \nI. \ncoordenar desenvolver supervisionar a gestão escolar contemplando as dimensões: \nadministrativa e financeira de pessoas e pedagógica na perspectiva da gestão \ndemocrática participativa e transparente voltada para os resultados de aprendizagem \ndos estudantes; \nII. \npraticar condutas probas que levem em consideração os princípios que regem a \nadministração pública com vistas a uma gestão eficiente e capaz de elevar a qualidade \nde ensino da escola; \nIII. \nrepresentar oficialmente a escola tomando-a aberta aos interesses da comunidade \nestimulando o envolvimento dos estudantes pais e ou responsáveis professores e \ndemais membros da equipe escolar por meio de uma gestão democrática pa1ticipativa \n 1 1. m. Ui.rn1.mtina \n\ne transparente voltada para os resultados de aprendizagem dos estudantes; \nIV. \nrepresentar a escola perante os órgãos de ensino ou repartições públicas; \nV. \ncumprir e fazer cumprir as legislações em vigor portarias resoluções programas \nprojetos e orientações da Secretaria de Estado de Educação de Minas Gerais \n(SEE/MG) e Superintendência Regional de Ensino (SRE). \nVI. \nplanejar junto com os Especialistas de Educação Básica e Corpo Docente todo o \ntrabalho escolar; \nVII. \norganizar coordenar e avaliar os trabalhos educacionais desenvolvidos no \nestabelecimento de ensino; \nVIII. \nzelar pela observância do regime didático-pedagógico e disciplinar; \nIX. \nestabelecer diretrizes e instruções referentes ao regune disciplinar para o pessoal \ntécnico-administrativo docente e discente; \nX. \npromover o bom relacionamento de todo o pessoal da escola; \nXI. \nfavorecer a integração da Escola com a comunidade através de mútua cooperação na \nrealização das atividades de caráter social cívico e cultural; \nXII. \ndesenvolver gestão escolar contemplando as dimensões: administrativa e financeira \nde pessoas e pedagógica na perspectiva da gestão democrática participativa e \ntransparente voltada para os resultados de aprendizagem dos estudantes; \nXIII. \nparticipar integralmente do curso de formação nas dimensões pedagógica \nadministrativo-financeira e de pessoas que se dará imediatamente após a posse e das \ndemais ações formativas oferecidas pela SEE \nXIV. \ncientificar a Superintendência Regional de Ensino sistemática e tempestivamente \nsobre as alterações ocorridas na escola."
  },
  {
    "titulo": "Art. 24",
    "conteudo": "- São atribuições e deveres do Diretor da escola: \nI. \nAdministrar o patrimônio da Escola que compreende as instalações fisicas os \nequipamentos e materiais: \na) manter atualizado o inventário dos materiais e bens existentes na Escola; \nst- I : (. SIU Diamantinn \nJ>1g111.i \n\nb) zelar pela manutenção dos bens patrimoniais do prédio e mobiliário escolar pela \nsua preservação e recuperação quando necessário; \nc) racionalizar o uso dos bens materiais de consumo e acompanhar constantemente \no consumo eficiente dos recursos de energia elétrica água telefonia e demais \ninsumos utilizados na unidade escolar; \nd) tomar providências necessárias à manutenção conservação e reforma do prédio \ndos equipamentos e do mobiliário da Escola; \ne) comunicar à Superintendência Regional de Ensino (SRE) a necessidade de \nintervenção na rede física da escola e realizar quando autorizado pela SRE \nserviços de manutenção da infraestrutura para garantir boas condições dos \nespaços escolares; \nII. \nCoordenar a administração financeira e a contabilidade da escola: \na) gerenciar os recursos financeiros de acordo com o Plano de Atendimento \ndestinados às ações do processo educativo assegurando que todos eles sejam \nrevertidos em benefício do estudante e a regularidade do funcionamento da caixa \nescolar responsabilizando-se por todos os atos praticados na gestão da escola; \nb) gerenciar os recursos financeiros de acordo com o previsto no plano de aplicação \ne ou planilha aprovada pela SEE/MG conjuntamente com o Colegiado Escolar; \nc) gerenciar o recebimento de verbas oficiais e orientar a captação de recursos em \noutras fontes; \nd) utilizar os recursos financeiros transferidos por meio de termos de compromisso \nassim como dos rendimentos auferidos em aplicações financeiras em tempo hábil \ne de acordo com o previsto no plano de trabalho; \ne) prestar contas das ações realizadas e da presidência da Caixa Escolar observando \nas legislações e normas que regulamentam a execução administrativa e financeira \nda escola; \nf) submeter ao Colegiado da Escola a prestação de contas dos recursos financeiros \naplicados; \n n ( IU. l>i.1111.mtina \np 1 ! j ll I l J \n\ng) assegurar a regularidade do funcionamento da Caixa Escolar responsabilizando \npor todos os atos praticados na gestão da escola; \nh) manter regular a situação fiscal da Caixa Escolar nas receitas federal estadual e \nmunicipal; \ni) fornecer com fidedignidade os dados solicitados pela Secretaria em me10s \nfisicos e nos sistemas observando os prazos estabelecidos. \nj) \nacompanhar constantemente o consumo eficiente dos recursos de energia \nelétrica água telefonia e demais insumos utilizados na unidade escolar; \nk) \ngarantir a boa gestão da alimentação escolar no que diz respeito à aquisição à \nconservação de gêneros alimentícios e à aplicação das orientações da Secretaria; \nl) realizar o preenchimento das informações obrigatórias das fichas cadastrais de \ntodos os estudantes da unidade escolar no SIMADE revisando constantemente o \nendereço residencial e a necessidade de provimento de transporte escolar para \ncada estudante sinalizando o modal utilizado; \nIII. \nCoordenar a administração de pessoal: \na) estimular o desenvolvimento profissional dos professores e demais servidores em \nsua formação e qualificação possibilitando sempre que possível a participação \ndos mesmos nos processos de formação continuada e qualificação observando as \nnormas; \nb) cumprir as determinações para a organização e dimensionamento do quadro de \npessoal da escola observados os dispositivos legais pertinentes; \nc) cumprir de acordo com a legislação vigente medidas necessárias ao ingresso à \nmovimentação e ao processamento de beneficies direitos e vantagens dos \nservidores da escola; \nd) atribuir as tarefas aos servidores observando as normas legais e assegurando o seu \ncumprimento; \ne) cumprir e fazer cumprir o regime disciplinar previsto na legislação específica; \nf) manter atualizados os registros da vida funcional do servidor em meios físicos e \n!-li· l ( . IU lli:11n.111tina \n)> l ! ; 1 11 1 20 \n\nnos sistemas; \ng) definir com os servidores da escola seus períodos de férias. \nh) acompanhar e responsabilizar-se pelo controle da frequência dos servidores; \ni) conduzir o processo de avaliação de desempenho da equipe da escola; \nj) instruir processo de acúmulo de cargos e ou funções e de abandono de cargos dos \nservidores da escola e encaminhar à SRE; \nk) convocar e ou contratar servidor para o exercício de função pública de acordo \ncom a legislação pertinente; \nl) \ndispensar o servidor cuja contratação temporária convocação não mais se \njustificar. \nm) organizar o Quadro de Pessoal registrar e atualizar os dados de pessoal Quadro \nde Escola e Quadro de Horários \nn) verificar bimestralmente a frequência regular de alunos para dimensionar as \nturmas e processar ajustes no Quadro de Pessoal. \no) promover o aproveitamento de todo servidor efetivo e estabilizado; \nIV. \nFavorecer a gestão participativa da escola: \na) difundir a defesa e garantia de direitos humanos na escola e territórios educativos; \nb) fomentar o reconhecimento e o respeito às identidades e à diversidade do \nambiente escolar; \nc) promover uma Escola Acolhedora por meio de uma convivência democrática no \nambiente escolar; \nd) contribuir para a prevenção e redução das violências no conconteudo escolar; \ne) promover a formação continuada de gestores e educadores; \nf) consolidar espaços de construção coletiva dentro do ambiente escolar \npromovendo o uso das práticas de Resolução Dialogada de Conflitos; \nSFE ( I 1u. lliamantina \np 1 ! 1 ll l .21 \n\ng) incentivar as parcerias com as Redes de Proteção Social no território educativo. \nh) promover situações de gerenciamento coletivo em prol de uma educação de \nqualidade; \ni) definir conjuntamente com a comunidade escolar as regras e normas de \nconvivência; \nj) propor e acompanhar ações educativas voltadas para convivência democrática; \nk) revisar as normas de convivência escolar adequando-as com o plano de \nconvivência democrática; \n1) oferecer oportunidades para elaboração de um planejamento coletivo ativo e \nsignificativo para as atividades educacionais; \nm) participar e acompanhar as tomadas de decisões da comunidade através das ações \ncolegiadas; \nn) utilizar mecanismos de participação democrática nas reuniões evitando a tomada \nde decisão autoritária e centralizadora; \no) submeter à apreciação do Colegiado Escolar observando a legislação pertinente \nquestões que devem ser decididas participativamente; \np) promover e estimular o envolvimento dos estudantes pais professores e demais \nmembros da equipe escolar tornando a escola aberta aos interesses da \ncomunidade; \nq) delegar competências quando se fizer necessário de acordo com os dispositivos \nlegais. \nV. \nGerenciar ações de desenvolvimento dos recursos humanos da Escola: \na) participar do levantamento das necessidades de capacitação do pessoal da Escola \nestimulando o desenvolvimento profissional; \nb) articular-se com as instituições e educadores visando a sua participação nas \natividades de capacitação do pessoal da Escola; \nc) adotar na hipótese de práticas de violência fisica verbal ou ameaça contra o \n lF (; RI·. lli:11n.mti11:1 \n! 1 !! 1 ll 1 \n\nservidor medidas estabelecidas na legislação vigente; \nd) submeter ao colegiado escolar quando necessário casos de violência física ou \nmoral envolvendo profissionais de educação e estudantes no âmbito da escola \nrespeitadas as normas legais pertinentes; \nVI. \nOrientar acompanhar e zelar pelo funcionamento da secretaria da escola garantindo a \nlegalidade e autenticidade da vida escolar dos estudantes: \na) manter atualizados os dados da secretaria escolar e do sistema romeiro de \nadministração escolar - SIMADE bem como o registro estatístico escolar nacional \nanual e organizados de acordo com as normas estabelecidas pelos respectivos \nsistemas de ensino. \nb) orientar supervisionar retificar e validar os registros de dados no SIMADE sob a \nresponsabilidade do PEB do Secretário Escolar e do Assistente Técnico de \nEducação Básica (A TB) dentro dos prazos previstos pela Secretaria de Estado de \nEducação de Minas Gerais; \nc) monitorar a inserção dos dados no SIMADE garantindo a sua fidedignidade e \natualização periódica em confom1idade com as normas vigentes da Secretaria de \nEstado de Educação de Minas Gerais; \nd) estabelecer e acompanhar a rotina do funcionamento da secretaria garantindo a \nregularidade das atividades de informação; \ne) orientar e monitorar os servidores da secretaria da escola sobre as normas e \nprocedimentos referentes à escrituração escolar e a situação funcional dos \nservidores; \nf) orientar e organizar os arquivos de legislação referente à educação; \ng) acompanhar o andamento dos processos de regularização de vida escolar; \nh) informar e despachar expedientes com a secretaria da escola. \nVII. \nParticipar do atendimento escolar no município: \na) realizar a divulgação e orientação à comunidade escolar dos processos de \ncadastro encaminhamento para matrícula e inscrição às vagas remanescentes; \nSFI: (. SRI. Uiamantina \n[> 1 g I li 1 \n \n1 -: \n\nb) monitorar o processo de matrícula e inserção de dados nos sistemas \ninformatizados da Secretaria de Estado de Educação de Minas Gerais zelando \npelo cumprimento dos prazos estabelecidos; \nc) propor a expansão de níveis das modalidades de ensino com base nas \nnecessidades da comunidade; \nd) promover a regularização do fluxo escolar tomando medidas que visam à redução \nda evasão e da repetência. \nVIII. \nrepresentar oficialmente a escola ou designar representantes perante órgãos do sistema \neducacional e outros segmentos sempre que necessário. \nIX. \nZelar por meio das ações abaixo detalhadas para que a escola ofereça serviços \neducacionais de qualidade: \na) coordenar e acompanhar a execução do Projeto Político Pedagógico; \nb) envidar esforços para assegurar o progresso contínuo dos estudantes no que se \nrefere ao seu desenvolvimento pleno e à aquisição de aprendizagens significativas \nfazendo uso de todos os recursos disponíveis; \nc) acompanhar o desenvolvimento da avaliação pedagógica divulgar seus resultados \ne adotar medidas para elevar os níveis de proficiência dos estudantes nas \navaliações internas e externas; \nd) promover a participação nas avaliações externas com vistas a garantir a presença \nde no mínimo 80% ( oitenta por cento) dos estudantes; \ne) garantir na avaliação da aprendizagem procedimentos recursos de acessibilidade \ne \ninstrumentos \ndiversos \npara \ndiagnosticar \nacompanhar \ne \nintervir \npedagogicamente no processo de aprendizagem dos estudantes; \nf) garantir o cumprimento do calendário escolar e da carga horária obrigatória dos \nestudantes em acordo com os parâmetros definidos em norma específica \npublicada anualmente pela Secretaria de Estado de Educação de Minas Gerais; \nX. \nconvocar e presidir reunião de pais professores pessoal técnico e administrativo; \nXI. \norientar supervisionar e coordenar o serviço pedagógico da escola; \n l:r ( RI· Uiam.mtin:t \nl 1 1-! 1 n 1 \n\nXII. \nfornecer com fidedignidade os dados solicitados pela SEE/MG e SRE observando \nos prazos estabelecidos; \nXIII. \nobservar as legislações cumprir e fazer cumprir as determinações da Secretaria de \nEstado de Educação de Minas Gerais; \nXIV. \nassinar certificados transferências e demais documentos expedidos pela Escola; \nXV. \ncoordenar o processo da Avaliação de Desempenho Individual e Avaliação Especial \nde Desempenho no âmbito de sua atuação responsabilizando-se pela manutenção e \npermanente atualização do processo funcional do servidor: \na) dar conhecimento prévio aos servidores das normas e dos critérios a serem \nutilizados no processo avaliatório; \nb) coordenar o processo de formação das Comissões de Avaliações e de Recursos \nquando for o caso; \nc) disponibilizar tempestivamente os formulários do processo de avaliação; \nd) comunicar ao servidor o início de sua Avaliação de Desempenho Individual em \ncada período avaliatório ou etapa de Avaliação Especial de Desempenho; \ne) preencher o PGDI juntamente com o servidor e atualizá-lo periodicamente; \nf) acompanhar o desempenho do servidor durante o período avaliatório da ADI ou \netapa de AED; \ng) supervisionar coordenar e orientar a inserção dos dados da Avaliação Especial de \nDesempenho e Avaliação de Desempenho Individual no sistema informatizado de \nAvaliação de Desempenho - SISAD. \nXV1. \nremeter ao Conselho Tutelar ao Juiz competente da comarca e ao respectivo \nrepresentante do Ministério Público para atuação junto ao estudante e à família os \ncasos de estudantes infrequentes em cumprimento às determinações da legislação \npertinente; \nXVII. \ndesincumbir-se de todas as atividades que por sua natureza ou em vi.rtudes das \ndisposições regulamentares não sejam decorrentes de suas atribuições. \n n. ( u ni:11nanti11:1 \nI 1 Í 11 l \n\nXVIII. \ncompromissos relativos à gestão pedagógica: \na. garantir o cumprimento do calendário escolar estabelecido conforme as diretrizes \nda Secretaria de Estado de Educação de Minas Gerais; \nb. zelar para que a escola ofereça serviços educacionais de qualidade; \nc. assumir pleno compromisso na execução de plano de ação da unidade escolar em \nprol da melhoria dos indicadores educacionais; \nd. apoiar o desenvolvimento da avaliação pedagógica e tornar pública a evolução dos \nindicadores da unidade para toda a comunidade escolar; \ne. acompanhar o desenvolvimento acadêmico dos estudantes e adotar medidas para \nelevar os níveis de proficiência dos discentes e sanar as dificuldades apontadas nas \navaliações internas e externas; \nf. incentivar a frequência e a permanência dos estudantes na unidade escolar \nmonitorar as ausências implementando ações imediatas para a nonnalização da \nfrequência escolar em conformidade com a legislação vigente; \ng. lançar tempestivamente os dados da unidade escolar no Sistema Mineiro de \nAdministração Escolar (SIMADE) zelando pela fidedignidade das informações de \nacordo com as normas da Secretaria bem como adotar medidas para garantir o \nlançamento dos dados nos sistemas por parte dos demais servidores da escola \nconforme calendário escolar; \nh. garantir a legalidade autenticidade e a regularidade do funcionamento da escola e \nda vida escolar dos estudantes; \ni. promover a participação nas avaliações externas com vistas a garantir a presença de \nno mínimo 80% ( oitenta por cento) dos estudantes"
  },
  {
    "titulo": "Art. 25",
    "conteudo": "- Compete ao Vice-diretor: \nI. \nresponder pela escola mantendo-se à frente da instituição em parceria com o diretor \nexcetuando as restrições legais enquanto durar a investidura na função; \nII. \nsubstituir o diretor no afastamento temporário ou na vacância do cargo nos termos da \nlegislação; \n 1:1. ( 1u. l>iamantina \nJld 1 11l 1 l(l \n1- \n@ \n!r \n\nIII. \nassumir as atribuições delegadas pelo Diretor da Escola; \nIV. \nassessorar o Diretor no planejamento execução e avaliação de todas as atividades \nadministrativas e pedagógicas da escola; \nV. \nauxiliar o Diretor no desempenho de suas funções; \nVI. \ncomportar-se com urbanidade e respeito no trato com o Diretor Especialistas da \nEducação estudantes pais e demais servidores; \nVII. \nmanter as autoridades informadas sobre a vida administrativa do estabelecimento; \nVIII. \ncoordenar o funcionamento geral do turno; \nIX. \nmanter-se informado de todas as atividades desenvolvidas e de todos os assuntos \nrelativos ao ensino de forma geral; \nX. \nsupervisionar a manutenção da limpeza conservação das instalações aos auxiliares de \nserviços bem como elaborar horários de trabalho; \nXI. \nmonitorar e executar a elaboração do cardápio da merenda oferecida pela escola e \nauxiliar no controle da merenda escolar; \nXII. \ngerenciar o controle de recebimento de material distribuição estoque e inventários; \nXIII. \nzelar para que a escola ofereça serviços educacionais de qualidade a fim de elevar os \nníveis de proficiência dos estudantes contribuindo para a sua formação integral; \nXIV. \npermanecer no estabelecimento em turno determinado pelo diretor conforme as \nexigências legais. \nSEÇÃO III \nDO FUNCIONAMENTO"
  },
  {
    "titulo": "Art. 26",
    "conteudo": "- A diretoria terá seu funcionamento determinado pela legislação em vigor em \nconsonância com as necessidades do estabelecimento. \n I I· . -IIH. ll unantína \n - \n\nCAPÍTULO II \nDA SECRETARIA \nSEÇÃO I \nDO FUNCIONAMENTO DA SECRETARIA"
  },
  {
    "titulo": "Art. 27",
    "conteudo": "- À Secretaria cabe a responsabilidade pela escrituração escolar a execução e \ncontrole das normas administrativas a documentação e arquivos escolares."
  },
  {
    "titulo": "Art. 28",
    "conteudo": "- As atividades executadas na Secretaria ficarão sob a responsabilidade do Secretário \nEscolar legalmente habilitado com registro ou autorizado e dos Assistentes Técnicos de \nEducação Básica sendo encarregados entre outros serviços de: \nl. \norganizar os serviços de escrituração escolar do corpo discente docente e pessoal \ntécnico e administrativo; \nII. \nexecutar e controlar as normas administrativas da escola; \nIII. \nmanter atualizado o inventário dos bens patrimoniais da escola de acordo com a \nlegislação pertinente. \nSEÇÃO II \nDO SECRETÁRIO ESCOLAR"
  },
  {
    "titulo": "Art. 29",
    "conteudo": "- O Secretário Escolar é um cargo de provimento em comissão de confiança do \nDiretor sendo sua designação processada nos tennos da legislação pertinente."
  },
  {
    "titulo": "Art. 30",
    "conteudo": "- Compete ao Secretário Escolar: \n1. \nresponder perante o Diretor pelo expediente geral da Secretaria; \nII. \nassinar todos os documentos que devam por lei conter sua assinatura; \nIII. \natender à comunidade prestando esclarecimentos referente à escrih1ração escolar e \nlegislação pertinente através de informes por escrito quando se fizer necessário; \nIV. \nevitar a divulgação de assuntos considerados sigilosos; \nV. \nrecolher selecionar classificar e catalogar todos os documentos que circulam ou que \ndevam ser arquivados definitivamente; \nSIT ( SRI lli:un:111ti11a \nJ 1 ! 1 ll .1 \n\nVI. \norganizar os arquivos de modo funcional mantendo-os sob sua guarda observando as \norientações da Secretaria de Estado de Educação de Minas Gerais quanto ao sigilo de \ninformações; \nVII. \ngarantir a conservação e restauração dos documentos recolhidos; \nVIII. \norganizar as fontes de pesquisa e as pastas de arquivo de modo que qualquer \ndocumento exigido seja rapidamente localizado; \nIX. \nmanter atualizada a documentação escolar zelando pela sua fidedignidade \nX. \nidentificar interpretar e aplicar a legislação pertinente à organização da unidade \nescolar; \nXI. \ndivulgar todas as normas procedentes de órgãos superiores estimulando o pessoal em \nexercício na escola a respeitá-las valorizá-las e agir corretamente; \nXII. \nplanejar seu trabalho de acordo com as necessidades da escola estabelecendo \nobjetivos claramente definidos e padrões mínimos de desempenho; \nXIII. \nelaborar cronograma de atividades da Secretaria tendo em vista a racionalização do \ntrabalho e sua execução em tempo hábil; \nXIV. \nexecutar controlar e avaliar as atividades planejadas e se necessário planejá-las a \nfim de adequar seu trabalho à realidade da Escola; \nXV. \nparticipar da elaboração do planejamento e da avaliação das atividades da Escola \nquando convocado; \nXVI. \nparticipar das reuniões como representante da escola quando solicitado pelo Diretor; \nXVII. \nparticipar da elaboração do Regimento Escolar e do cumprimento de suas normas; \nXVIII. \ninserir e manter atualizados os dados cadastrais da escola de seus servidores e \nestudantes observando as normas vigentes da Secretaria de Estado de Educação de \nMinas Gerais; \nXIX. \nrealizar a configuração do Programa Pedagógico observando a matriz curricular \nvigente para cada tipo de ensino e etapa de escolarização; \nM 1. ( IU lhamantma \n\nXX. \nrealizar a matrícula e enturmação no SIMADE imediatamente após o acolhimento do \nestudante; \nXXI. \nefetuar dentro dos prazos estabelecidos a criação de turmas atendendo ao disposto \nna legislação vigente; \nXXII. \nXX.III. \nXXIV. \nX.XV. \nXX.VI. \nX.XVII. \nXXVIII. \nXXIX. \nXXX. \nXXXI. \nxxxu. \norganizar as turmas aulas e funções a serem atribuídas ao PEB atendendo ao \ndisposto na legislação vigente; \nassociar os docentes aos conteúdos curriculares visando o acesso ao DED das suas \nrespectivas turmas; \nassegurar o registro no SIMADE da frequência e aproveitamento dos estudantes \nmatriculados nos cursos e modalidades e participantes dos projetos ofertados pela \nescola em até 05 (cinco) dias úteis após o encenamento das atividades de cada \nbimestre; \nconferir os resultados escolares dos estudantes no SIMADE em até 05 (cinco) dias úteis \napós o encerramento de cada bimestre letivo; \nmanter a trajetória acadêmica dos estudantes atualizada no SIMADE e em meios fisicos \nobservando as normas e orientações da SEE garantindo a regularidade da vida escolar \ndos estudantes; \nresponder perante o Diretor pelo expediente e pelos serviços gerais da Secretaria e \nauxiliá-lo dando-lhe assistência executando ou fazendo executar suas detenninações; \natender e auxiliar o Inspetor Escolar em suas visitas à escola apresentando-lhe a \ndocumentação solicitada; \natender à Superintendência Regional de Ensino estudantes servidores e membros da \ncomunidade escolar na prestação de esclarecimentos solicitados; \nsolicitar informações ao Inspetor Escolar para esclarecimento de dúvidas; \norientar e acompanhar o trabalho desenvolvido dos servidores que atuam na \nSecretaria da Escola evitando desperdício de tempo do pessoal envolvido; \ncontribuir para o aumento de esforço individual criatividade e satisfação do pessoal \nenvolvido no trabalho; \nsr E (. IH. lli:11n.111tina \nI> \n \n 1 l - . \n L) \n 1!!1 ll l \n V \n\nXXXIII. \nXXXJV. \nXXXV. \nXXXVI. \nXXXVII. \nparticipar da vivência de técnicas inerentes às suas atribuições através de intercâmbio \ncom outros secretários objetivando melhor desempenho de seu trabalho; \nreceber registrar classificar arquivar e expedir correspondências tomando as \nprovidências necessárias; \nacessar diariamente a caixa do correio eletrônico e outros me10s de comunicação \noficial da Secretaria de Estado de Educação de Minas Gerais atendendo prontamente \nàs suas demandas; \nzelar pelo controle do material de consumo material permanente e equipamentos da \nsecretaria; \nparticipar de cursos de atualização seminários encontros e outros. \nSEÇÃO Ili \nASSISTENTES TÉCNICOS DA EDUCAÇÃO BÁSICA"
  },
  {
    "titulo": "Art. 31",
    "conteudo": "- Compete aos Assistentes Técnicos de Educação Básica: \n1. \nexecutar tarefas administrativas relativas à sua função; \nII. \nreceber classificar expedir protocolar distribuir e arquivar documentos em geral; \nIII. \natender prontamente ao público em geral prestando informações e transmitindo \navisos e esclarecimentos; \nIV. \natender à equipe técnica administrativa e aos professores nas atividades que estejam \nrelacionadas ao serviço da secretaria; \nV. \nexecutar demais atribuições que lhe forem confiadas pela Direção ou diretamente pelo \nSecretário da Escola; \nVI. \ncoletar dados para a divulgação dos resultados bimestrais e finais para os estudantes; \nVII. \nconferir listagens de enturmação no início do ano; \nVIII. \norganizar e manter atualizados os dados de identificação da turma estudantes e \nprofessores nos diários de classe; \nSFF ( IU Diammttina \nf> ! l! 1 11 l \n ( \n\nIX. \nproceder a inserção e atualização dos dados de identificação da turma e estudantes no \nSIMADE tendo em vista a migração para o Educacenso e encerramento do ano letivo; \nX. \nmanter sigilo sobre informações confidenciais; \nXI. \nconhecer e aplicar a legislação do ensino na área de sua competência; \nXII. \ninterpretar e aplicar normas relacionadas com a administração de pessoal material \npatrimônio e serviços gerais especificamente no campo da educação; \nXIII. \nproceder à autenticação registro e emissão de documentos comprobatórios da vida \nfuncional de servidores da educação e vida escolar dos estudantes; \nXIV. \nprovidenciar a concessão de direitos e vantagens do pessoal no âmbito da escola; \nXV. \norganizar e manter atualizados cadastros arquivos fichários livros e outros \ninstrumentos de escrituração da unidade escolar; \nXVI. \nredigir documentos destinados à comunicação arqmvo informação e outros \nexpedientes; \nXVIL \nXVIII. \nprovidenciar certidões atestados históricos escolares e outros documentos específicos \nsolicitados; \ncoletar apurar selecionar registrar e consolidar dados e informações para os fins \nnecessários; \nXIX. \nrealizar trabalhos de protocolo preparo seleção classificação registro e \narquivamento de documentos e formulários; \nXX. \nXXI. \nXXII. \nXXIII. \nrealizar trabalhos de digitação e impressão; \nzelar pelo uso e conservação do material mobiliário e equipamentos sob sua guarda; \ninserir e manter atualizados os dados cadastrais da escola de seus servidores e \nestudantes observando as no1mas vigentes da Secretaria de Estado de Educação de \nMinas Gerais; \nrealizar a configuração do Programa Pedagógico observando a matriz curricular \nvigente para cada tipo de ensino e etapa de escolarização; \nSFI: ( -IH l>i.unantina \np d I.! j ll d 12 \nl 1 \nç;;jjf \n \n\nXXIV. \nXXV. \nXXVI. \nXXVII. \nXXVIII. \nXXIX. \nXXX. \nXXXI. \nrealizar a matrícula e enturmação no SIMADE imediatamente após o acolhimento do \nestudante; \nefetuar dentro dos prazos estabelecidos a criação de turmas atendendo ao disposto \nna legislação vigente; \norganizar as turmas aulas e funções a serem atribuídas ao Professor da Educação \nBásica atendendo ao disposto na legislação vigente; \nassociar os docentes aos conteúdos curriculares visando o acesso ao DED das suas \nrespectivas turmas; \nassegurar o registro no SIMADE da frequência e aproveitamento dos estudantes \nmatriculados nos cursos e modalidades e participantes dos projetos ofertados pela \nescola em até 05 (cinco) dias úteis após o encerramento das atividades de cada \nbimestre; \nconferir os resultados escolares dos estudantes no SIMADE em até 05 (cinco) dias úteis \napós o encen-amento de cada bimestre letivo; \nmanter a trajetória acadêmica dos estudantes atualizada no SIMADE e em meios fisicos \nobservando as normas e orientações da SEE garantindo a regularidade da vida escolar \ndos estudantes; \ndesempenhar outras atividades compatíveis com a natureza do cargo que lhe forem \natribuídas pelo Diretor. \nCAPÍTULO III \nDOS SERVIÇOS GERAIS"
  },
  {
    "titulo": "Art. 32",
    "conteudo": "- Esta escola terá serviços de conservação e limpeza diariamente visando à higiene e \nconservação do patrimônio."
  },
  {
    "titulo": "Art. 33",
    "conteudo": "- Os Auxiliares de Serviços de Educação Básica serão admitidos em consonância \ncom as exigências legais."
  },
  {
    "titulo": "Art. 34",
    "conteudo": "- As atribuições do pessoal responsável pelos serviços gerais serão supervisionadas \npela diretoria de acordo com as necessidades da escola."
  },
  {
    "titulo": "Art. 35",
    "conteudo": "- São competências dos Auxiliares de Serviços de Educação Básica: \n l I· i IU lh11mant111a \np I g Í ILI 1 :; l \n\nI. \nrealizar trabalhos de limpeza e conservação de locais e utensílios sob sua guarda \nzelando pela ordem e higiene em seu setor de trabalho; \nII. \nrealizar trabalhos de movimentação de móveis utensílios e aparelhos; \nIII. \nfazer uso do unifonne e equipamentos de proteção individual - EPIs e annazená-los \nem local destinado para os pertences dos ASBs; \nIV. \nmanter a higiene do ambiente onde são preparados os alimentos e as condições de \narmazenamento dos alimentos; \nV. \npreparar e distribuir alimentos mantendo limpo e em ordem o local zelando pela \nadequada utilização e guarda de utensílios e gêneros alimentícios; \nVI. \nrealizar pequenos reparos de móveis utensílios alvenaria marcenaria pintura \neletricidade e instalações hidráulicas; \nVII. \nexecutar serviços simples de jardinagem agropecuária e atividades afins; \nVIII. \nidentificar defeitos nos aparelhos providenciando pequenos reparos; \nIX. \nparticipar da elaboração e promoção de eventos da Escola; \nX. \ncolaborar com a organização e a disciplina da escola respeitando o direito dos \nestudantes; \nXI. \nexecutar outras atividades compatíveis com a natureza do cargo previstas em \nregulamento;"
  },
  {
    "titulo": "Art. 36",
    "conteudo": "- As atribuições do pessoal responsável pelos serviços gerais serão delegadas pela \nDireção da Escola em confonnidade com as necessidades da escola. \n l I·. IU. lhamant111a \nI il g i 11 l \n ➔ 1 12 \n\nCAPÍTULO IV \nDOS SERVIÇOS PEDAGÓGICOS \nSEÇÃOI \nDO ESPECIALISTA EM EDUCAÇÃO BÁSICA"
  },
  {
    "titulo": "Art. 37",
    "conteudo": "- É papel específico do Especialista em Educação Básica - Supervisor Pedagógico ou \nOrientador Educacional - articular o trabalho pedagógico da escola coordenando e \nintegrando o trabalho dos docentes dos estudantes e de seus familiares em torno de um eixo \ncomum."
  },
  {
    "titulo": "Art. 38",
    "conteudo": "- Compete ao Especialista em Educação Básica da Escola - Supervisor Pedagógico \ne ou Orientador Educacional: \nI. \nCoordenar o planejamento e implementação do Projeto Político Pedagógico da escola: \na) coordenar a elaboração do currículo pleno da escola envolvendo a comunidade \nescolar; \nb) assessorar os professores na escolha e utilização dos procedimentos e recursos \ndidáticos mais adequados ao atingimento dos objetivos curriculares; \nc) promover o desenvolvimento curricular redefinindo confonne as necessidades \nos métodos e materiais de ensino; \nd) articular os docentes de cada área para o desenvolvimento do trabalho técnico-\npedagógico da escola definindo suas atividades específicas; \ne) avaliar o trabalho pedagógico sistematicamente com vistas à reorientação de sua \ndinâmica referentes às avaliações interna e externa; \nf) participar com o corpo docente do processo de avaliação interna e externa da \nanálise de seus resultados e propor ações de intervenção pedagógica; \ng) acompanhar e monitorar a implementação do Plano de Intervenção Pedagógica \ncom a participação da comunidade escolar; \nh) identificar as manifestações culturais características da região e incluí-las no \ndesenvolvimento do trabalho da escola; \n tT ( RI. Oiamantina \np : ! i 11 .t 15 \n\ni) orientar o trabalho docente colaborando na elaboração de instrumentos de \navaliação e sua aplicação fazendo o estudo e o registro dos resultados; \nj) rever sempre que necessário a Proposta Pedagógica da Escola. \nII. \nCoordenar o programa de capacitação do pessoal da escola: \na) analisar os resultados da avaliação sistêmica feita juntamente com os professores \ne identificar suas necessidades; \nb) realizar a avaliação do desempenho dos professores identificando as \nnecessidades individuais de treinamento e aperfeiçoamento; \nc) efetuar o levantamento da necessidade de treinamento e capacitação dos docentes \nna escola; \nd) manter intercâmbio com instituições educacionais ou pessoas visando sua \nparticipação nas atividades de capacitação da escola; \ne) analisar os resultados obtidos com as atividades de capacitação docente na \nmelhoria dos processos de ensino e de aprendizagem. \nIII. \nRealizar a orientação dos estudantes articulando o envolvimento da familia no \nprocesso educativo: \na) identificar junto com os professores as dificuldades de aprendizagem dos \nestudantes; \nb) orientar os professores sobre as estratégias mediante aos quais as dificuldades \nidentificadas possam ser trabalhadas em nível pedagógico; \nc) promover a integração do estudante no mundo do trabalho através da informação \nprofissional e da discussão de questões relativas aos interesses profissionais dos \nestudantes e à configuração do trabalho na realidade social; \nd) envolver a família no planejamento e desenvolvimento das ações da escola; \ne) utilizar os resultados do levantamento das características sociais econômicas e \nlinguísticas do estudante e sua família como diretrizes para as diversas atividades \ndo planejamento do trabalho escolar; \nill ( l{I Hiam 111ti11a \ni 1 1 ll l \n t \n1 - \n\nf) analisar com a família os resultados do aproveitamento do estudante orientando \nse necessário para obtenção de melhores resultados; \ng) oferecer apoio às instituições escolares discentes estimulando a vivência da \nprática democrática dentro da escol3:; \nh) coordenar o processo e a escolha dos representantes de tunna e proceder seu \nacompanhamento; \nIV. \nexercer em unidade escolar a supervisão do processo didático como elemento \narticulador no planejamento no acompanhamento no controle e na avaliação das \natividades pedagógicas conforme o plano de desenvolvimento pedagógico e \ninstitucional da unidade escolar; \nV. \natuar como elemento articulador das relações interpessoais internas e externas da \nescola que envolvam os profissionais os estudantes e seus pais e a comunidade; \nVI. \nplanejar executar e coordenar cursos atividades e programas internos de capacitação \nprofissional em formação continuada; \nVII. \nparticipar da elaboração do calendário escolar; \nVIII. \nparticipar das atividades do Conselho de Classe ou coordená-las; \nIX. \nexercer em trabalho individual ou em grupo a orientação o aconselhamento e o \nencaminhamento de estudantes em sua formação geral e na sondagem de suas \naptidões específicas; \nX. \natuar como elemento articulador das relações internas na escola e externas com as \nfamílias dos estudantes comunidade e entidades de apoio psicopedagógicos e como \nordenador das influências que incidam sobre a formação do educando; \nXI. \nexercer atividades de apoio à docência; \nXII. \nexercer outras atividades integrantes do Projeto Político Pedagógico da escola \nprevistas na legislação pertinente e neste regimento escolar; \nXIII. \nconhecer os programas e projetos desenvolvidos pela Secretaria de Estado de \nEducação implementados na escola e acompanhar a sua execução; \n 1 J \\ H 1u lli:un:mtina \nr. \n. \n . \n X \n l 1 ll 1 \n \nJr \n\nXIV. \nmonitorar o controle de frequência diária dos estudantes e aproveitamento através do \nDiário Escolar Digital (DED) realizando as atividades previstas na legislação vigente; \nXV. \nacompanhar o desenvolvimento do trabalho pedagógico nas turmas quanto à adoção \nde estratégias para garantir a qualidade do processo de ensino e aprendizagem; \nXVI. \nacompanhar a elaboração do Plano de Desenvolvimento Individual (PDI) dos \nestudantes público alvo da educação especial conforme orientações e diretrizes \npedagógicas; \nXVII. \nrealizar outras atividades que por sua natureza recaiam no âmbito de sua \ncompetência. \nCAPÍTULO V \nDO PROFESSOR DE EDUCAÇÃO BÁSICA \nSEÇÃO I \nDO PROFESSOR REGENTE DE AULAS"
  },
  {
    "titulo": "Art. 39",
    "conteudo": "- O professor no exercício do magistério inspirado no respeito aos direitos \nfundamentais da pessoa humana e na promoção dos valores tem por atribuições"
  },
  {
    "titulo": "Art. 40",
    "conteudo": "- São atribuições do Professor de turma e aula: \n1. \nexercer a docência na educação básica em unidade escolar responsabilizando-se pela \nregência de turmas ou por aulas pela orientação de aprendizagem na educação de \njovens e adultos pela substituição eventual de docente pelo ensino do uso da \nbiblioteca pela docência em laboratório de ensino em sala de recursos didáticos e em \noficina pedagógica por atividades artísticas de conjunto e acompanhamento musical \nnos conservatórios estaduais de música e pela recuperação de estudante com \ndeficiência de aprendizagem; \n11. \nparticipar do processo que envolve planejamento elaboração execução controle e \navaliação do projeto político-pedagógico e do plano de desenvolvimento pedagógico e \ninstitucional da escola; \nIII. \nIV. \nparticipar da elaboração do calendário escolar; \nexercer atividade de coordenação pedagógica de área de conhecimento específico nos \ntermos do regulamento; \n:--. r .1( R .. lk11.1.111t111a \nP 111.1 \n\nV. \natuar na elaboração e na implementação de projetos educativos ou como docente em \nprojeto de formação continuada de educadores na forma do regulamento; \nVI. \nparticipar da elaboração e da implementação de projetos e atividades de articulação e \nintegração da escola com as famílias dos educandos e com a comunidade escolar; \nVII. \nparticipar de cursos atividades e programas de capacitação profissional quando \nconvocado ou convidado; \nVIII. \nacompanhar e avaliar sistematicamente seus estudantes durante o processo de ensino-\naprendizagem; \nIX. \nrealizar avaliações periódicas dos cursos ministrados e das atividades realizadas; \nX. \npromover e participar de atividades complementares ao processo da sua formação \nprofissional; \nXJ. \ninserir a frequência diária dos estudantes semanalmente no DED em conformidade \ncom as normas e orientações da Secretaria de Estado de Educação; \nXII. \ninserir os conteúdos lecionados nas aulas em até 05 (cinco) dias úteis no DED após o \nencerramento das atividades de cada bimestre; \nXIII. \ninformar no DED os procedimentos de avaliação oportunidades de aprendizagem o \naproveitamento alcançado pelos estudantes em cada bimestre; \nXIV. \ninserir no DED o resultado final das avaliações conforme orientações específicas da \nSEE/MG em até 05 (cinco) dias úteis após o encerramento do calendário escolar; \nXV. \nassegurar o atendimento educacional conforme orientação específica ao estudante \nque estiver em gestação ou tratamento de saúde em regime hospitalar ou domiciliar \npor tempo prolongado; \nXVI. \nconstruir em conjunto com os demais profissionais o plano de desenvolvimento \nindividual (PDI) \ndo \nestudante da educação especial registrando \no \nseu \ndesenvolvimento e aprendizagem garantindo os recursos de acessibilidade \nnecessários a cada estudante; \nXVII. \nexercer outras atribuições integrantes do Projeto Político Pedagógico da escola \nprevistas em legislação específica e neste regimento escolar. \n FI·. ( -iRI·. l>1amanti11.1 \nl!..!111.1 \n\nSEÇÃO II \nDO PROFESSOR PARA SUBSTITUIÇÃO EVENTUAL DE DOCENTE"
  },
  {
    "titulo": "Art. 41",
    "conteudo": "- Compete ao Professor para substituição eventual de docente: \nI. \nsubstituir professor regente de turma nos afastamentos legais do titular por período igual \nou inferior a 1 O ( dez) dias exceto se o professor eventual já estiver atuando em \nsubstituição a outro docente de acordo com a legislação pertinente; \nII. \nacompanhar e orientar os alunos no recreio conforme organização da escola; \nIII. \nauxiliar na organização da entrada e saída do turno; \nIV. \ncooperar com o serviço pedagógico nas avaliações extraclasse e em atividade de \nrecuperação de alunos; \nV. \nrealizar atividades de intervenção pedagógica. \nSEÇÃO III \nDO PROFESSOR PARA ENSINO DO USO DA BIBLIOTECA"
  },
  {
    "titulo": "Art. 42",
    "conteudo": "- São atribuições específicas do professor para o ensino do uso da biblioteca: \nI. \norganizar a biblioteca de forma a facilitar o uso do livro e de outros materiais e ou \nequipamentos nela existentes assegurando ao usuário um ambiente propício à \nreflexão e estimulador da criatividade e da imaginação; \nII. \nzelar pela conservação do acervo da biblioteca orientando o usuário docente e \ndiscente com vistas à adequada utilização desse acervo; \nIII. \npromover atividades individuais e ou coletivas especialmente as que estimulem \nos estudantes a produzirem conteudos; \nIV. \ndivulgar no âmbito da escola os programas de vídeo disponíveis fazendo com \nque a sua utilização seja instrumento de lazer cultura informação humanização e \nsocialização; \nV. \ndesenvolver um trabalho articulado Imagem Leitura e outras Artes buscando a \nintegração entre Educação e Cultura como fator de melhoria da qualidade do \nensino; \n ( 1 ( 1t1 l>iamantin.1 \np ·t g 1 1 1 \n411 \n1 -gM \n\nVI. \ncolaborar com o desenvolvimento das atividades curriculares da escola \nfacilitando a interdisciplinaridade e criando condições para que os estudantes \ncompreendam melhor a realidade em que vivem; \nVIL \nministrar aulas de uso da biblioteca sensibilizando professores e estudantes para o \nhábito de leitura; \nVIII. \nparticipar efetivamente da vida cultural e social da comunidade escolar \nincentivando por meio de promoções o gosto pela leitura; \nIX. \nproporcionar condições para o desenvolvimento de habilidades de consultas \nestudos e pesquisas; \nX. \norganizar e controlar o empréstimo de livros conteudos didáticos aos estudantes e \nprofessores do estabelecimento; \nXI. \nzelar pela conservação do material sob sua guarda pela boa ordem e higiene em \nseu setor de trabalho; \nXII. \nministrar aulas de leitura que lhes forem designadas pela direção da escola; \nXIII. \natender às consultas de estudantes orientando-os na elaboração dos trabalhos; \nXIV. \npromover campanhas direcionadas à formação de hábitos de leitura; \nXV. \npromover campanhas e propor a aquisição de livros ou outras publicações e \naudiovisuais para o enriquecimento do acervo da biblioteca; \nXVI. \ndivulgar no âmbito do estabelecimento de ensino os programas de vídeos \ndisponíveis fazendo com que sua utilização seja um instrumento de lazer cultura \ninformação humanização e socialização; \nXVII. \nXVIII. \nreunir periodicamente com os demais professores do turno para definir as \natividades articuladoras que poderão acontecer na Biblioteca Escolar; \nconhecer o acervo da Biblioteca da sua escola e participar do processo de seleção \nde obras; \nXIX. \napropriar quanto ao conhecimento das técnicas de gerenciamento e administração \nda Biblioteca Escolar boas práticas e intercâmbio entre escolas para troca de \n lT ( ... u l>i.11na11tin:1 \n\nexperiência; \nXX. \norganizar as atividades de leihrra a serem desenvolvidas com todas as turmas \ntendo como prioridade a formação de leitores uma vez que o ato de ler é uma \nprática pedagógica que deve permear todas as disciplinas; \nXXI. \nparticipar de reuniões pedagógicas e reuniões coletivas (Módulo II) sempre que \npossível com os especialistas e professores para discutir e planejar ações a serem \ndesenvolvidas em coparticipação com a Biblioteca Escolar; \nXXII. \ndesempenhar outras atividades compatíveis com a natureza do cargo que lhe \nforem atribuídas pela chefia imediata. \nCAPÍTULO VI \nDOS RECURSOS E SERVIÇOS PEDAGÓGICOS"
  },
  {
    "titulo": "Art. 43",
    "conteudo": "- Os Recursos e Serviços Pedagógicos são os seguintes: \nI. \nBiblioteca; \nII. \nEstágio Supervisionado; \nIli. \nMaterial didático; \nlV. \nRepresentante de Turma; \nV. \nCapacitação de Recursos Humanos; \nVI. \nFormação Continuada dos Profissionais da Educação \nVII. \nLaboratório Didático; \nVIII. \nLaboratório de Informática; \nIX. \nMonitoria; \nX. \nNúcleo de Acolhimento Educacional \nXI. \nParcerias. \nXII. \nProjeto Político Pedagógico \nXIII. \nPlano de Intervenção Pedagógica \n n: ( IH. niamantina \nI> \n1 . \n1- --\n \n g 11 t -t \n;:-tf;5j \ny \n\nSEÇÃOI \nDA BIBLIOTECA"
  },
  {
    "titulo": "Art. 44",
    "conteudo": "- A Biblioteca é um espaço centralizador do acervo bibliográfico e de material especial \ndesta escola servindo de apoio às ações docentes e discentes à construção do conhecimento \noferecendo suporte a pesquisas que propiciem aprendizagem e contribuam para a formação \nintegral dos estudantes."
  },
  {
    "titulo": "Art. 45",
    "conteudo": "- O servidor responsável pelo funcionamento da biblioteca será o Professor para \nEnsino do Uso da Biblioteca- Mediador de Leitura e ou o Professor Servidor em Ajustamento \nFuncional e terá as funções inerentes ao seu cargo."
  },
  {
    "titulo": "Art. 46",
    "conteudo": "- A biblioteca funcionará em horários paralelos ao funcionamento dos turnos \nrespeitando o quantitativo de servidores nesta função;"
  },
  {
    "titulo": "Art. 47",
    "conteudo": "- A organização e funcionamento da Biblioteca estarão sujeitos às normas \nestabelecidas pela direção da escola."
  },
  {
    "titulo": "Art. 48",
    "conteudo": "- As atividades a serem exercidas pelos professores para o ensino do uso da biblioteca \nestão estruturadas em cinco eixos fundamentais: \nI. \ndesenvolvimento profissional do professor para o ensino do uso da biblioteca \nescolar; \nII. \nplanejamento das ações da biblioteca escolar e proposta pedagógica da escola; \nIII. \nformação de leitores e envolvimento dos pais e comunidade; \nIV. \natuação no Plano de Intervenção Pedagógica da escola e na melhoria da \naprendizagem dos estudantes."
  },
  {
    "titulo": "Art. 49",
    "conteudo": "- Todo o acervo da biblioteca será catalogado e registrado em livro próprio."
  },
  {
    "titulo": "Art. 50",
    "conteudo": "- O empréstimo de obras da biblioteca será efetivado sob as seguintes condições: \nI. \no aluno ou servidor da escola terá direito à pesquisa na biblioteca e poderá retirar \nobras da mesma se necessário for; \nII. \no prazo máximo para empréstimo de obra será de X dias renováveis por igual \nSlI: ( -RI lli.unantin l \np l :. 1 ll d \nw\ny \n\nperíodo e sob controle do responsável pela biblioteca: \na) \na data da devolução de obra coincidindo com sábado domingo ou \nferiado será feita no 1 ° dia útil subsequente de funcionamento da escola; \nb) \no aluno ou servidor que não devolver em tempo hábil a obra tomada por \nempréstimo estará sujeito às Medidas Educativas \nSEÇÃO II \nDO ESTÁGIO SUPERVISIONADO"
  },
  {
    "titulo": "Art. 51",
    "conteudo": "- Estágio é ato educativo escolar supervisionado desenvolvido no ambiente de \ntrabalho que visa à preparação para o trabalho produtivo de educandos que estejam \nfrequentando o ensino regular em instituições de educação superior de educação profissional \nde ensino médio da educação especial e dos anos finais do ensino fundamental na \nmodalidade profissional da educação de jovens e adultos. \n§ 1 Q O estágio faz parte do projeto pedagógico do curso além de integrar o itinerário \nformativo do educando. \n§22 O estágio visa ao aprendizado de competências próprias da atividade profissional e à \ncontextualização curricular objetivando o desenvolvimento do educando para a vida cidadã e \npara o trabalho. \nParágrafo único -\nO estágio supervisionado tem por finalidade proporcionar o \naprimoramento profissional do estudante levando-o a colocar em prática os conhecimentos \nadquiridos no curso de constituir um instrumento de integração e de aperfeiçoamento técnico \ncultural."
  },
  {
    "titulo": "Art. 52",
    "conteudo": "- O estágio supervisionado tem por finalidade proporcionar o aprimoramento \nprofissional do estudante levando-o a colocar em prática os conhecimentos adquiridos no \ncurso de constituir um instrumento de integração e de aperfeiçoamento técnico cultural."
  },
  {
    "titulo": "Art. 53",
    "conteudo": "- A realização do estágio curricular supervisionado não cria vínculo empregatício ou \nde qualquer natureza entre o estagiário e a Secretaria de Estado de Educação entretanto deve \nhaver o convênio finnado entre ambos."
  },
  {
    "titulo": "Art. 54",
    "conteudo": "- O estágio será desenvolvido sob a supervisão das instituições de ensino superior \nconveniadas com a Secretaria de Estado de Educação. \nl 1 ( . IH. Uinm.111ti11:t \np 1 !: 1 ll l ➔➔ 1 -:"
  },
  {
    "titulo": "Art. 55",
    "conteudo": "- Compete à escola quando esta receber estagiários: \nI. \ncelebrar termo de compromisso com a instituição conveniada e com o estudante \nindicando as condições de adequação do estágio à proposta pedagógica do curso à \netapa e modalidade da formação escolar do estudante e ao horário e calendário \nescolar; \nII. \nfacultar o acesso do estagiário às atividades e reuniões pedagógicas da escola; \nIII. \nindicar um profissional da equipe pedagógica da área a ser desenvolvida no \nestágio como responsável pelo acompanhamento e avaliação das atividades do \nestagiário devendo a validação de documentos ser realizada pelo Diretor da \nEscola; \nIV. \nexigir do educando a apresentação periódica em prazo não superior a 6 (seis) \nmeses de relatório das atividades; \nV. \nzelar pelo cumprimento do termo de compromisso reorientando o estagiário para \noutro local em caso de descumprimento de suas normas."
  },
  {
    "titulo": "Art. 56",
    "conteudo": "- A Educação Profissional Técnica de Nível Médio em sua organização curricular \ncontemplará estágio supervisionado somente nos cursos técnicos que compõem o Eixo \nTecnológico Ambiente e Saúde."
  },
  {
    "titulo": "Art. 57",
    "conteudo": "- A prática pedagógica de fo1mação poderá ser desenvolvida integralmente na escola \nou em empresas da região através de simulações de empresas ou de departamentos de urna \nempresa experiências oficinas ensaios e demais técnicas de ensino que permitam o \nconhecimento do mercado e a vivência dos alunos em situações próximas da realidade do \nsetor produtivo. \nParágrafo único - O desenvolvimento de projetos estudos de casos realização de visitas \ntécnicas monitoradas pesquisas de campo em grupo e individuais e aulas práticas \ndesenvolvidas em laboratórios oficinas e salas ambiente garantirão o desenvolvimento de \ncompetências específicas da área de formação. \nil L tu lhamantma \n\nSEÇÃO III \nDO MATERIAL DIDÁTICO"
  },
  {
    "titulo": "Art. 58",
    "conteudo": "- O Programa Nacional do Livro e do Material Didático (PNLD) é destinado a avaliar \ne a disponibilizar obras didáticas pedagógicas e literárias entre outros materiais de apoio à \nprática educativa de forma sistemática regular e gratuita às escolas públicas de educação \nbásica das redes federal estaduais municipais e distrital e também às instituições de \neducação infantil comunitárias confessionais ou filantrópicas sem fins lucrativos e \nconveniadas com o Poder Público."
  },
  {
    "titulo": "Art. 59",
    "conteudo": "- São objetivos do Programa Nacional do Livro e do Material Didático - PNLD: \nI. \naprimorar o processo de ensino e aprendizagem nas escolas públicas de educação \nbásica com a consequente melhoria da qualidade da educação; \nII. \ngarantir o padrão de qualidade do material de apoio à prática educativa utilizado \nnas escolas públicas de educação básica; \nIII. \ndemocratizar o acesso às fontes de informação e cultura; \nIV. \nfomentar a leitura e o estímulo à atitude investigativa dos estudantes; \nV. \napoiar a atualização a autonomia e o desenvolvimento profissional do professor; \nVI. \napoiar a implementação da Base Nacional Comum Curricular."
  },
  {
    "titulo": "Art. 60",
    "conteudo": "- São diretrizes do Programa Nacional do Livro e do Material Didático - PNLD: \nL \no respeito ao pluralismo de ideias e concepções pedagógicas; \nII. \no respeito às diversidades sociais culturais e regionais; \nIII. \no respeito à autonomia pedagógica das instituições de ensino; \nIV. \no respeito à liberdade e o apreço à tolerância; e \nV. \na garantia de isonomia transparência e publicidade nos processos de aquisição das \nobras didáticas pedagógicas e literárias."
  },
  {
    "titulo": "Art. 61",
    "conteudo": "- A seleção dos livros e outros materiais didáticos deverá ser feita por professores e \nespecialistas da escola de acordo com os dispositivos legais e considerando: \niFI -IIH Uiamantin:t \nJ> d g j 11 .1 \n\nI. \nas finalidades do Ensino Fundamental e Médio. \nII. \no processo didático adotado. \nITI. \na busca de alternativas pedagógicas que complementem a utilização do livro \ndidático."
  },
  {
    "titulo": "Art. 62",
    "conteudo": "- A Caixa escolar buscará alternativas que viabilizem a aquisição e distribuição de \nmaterial didático de forma a assegurar aos estudantes as condições necessárias ao \ndesenvolvimento do processo ensino aprendizagem."
  },
  {
    "titulo": "Art. 63",
    "conteudo": "- A direção da Escola deverá facilitar o acesso do estudante ao material didático \natravés do funcionamento da Biblioteca Escolar. \nSEÇÃO IV \nDO REPRESENTANTE DE TURMA"
  },
  {
    "titulo": "Art. 64",
    "conteudo": "- O Conselho de Representantes de Turma tem o intuito de promover a participação \nestudantil nas escolas e estimular o protagonismo dos estudantes no espaço escolar a partir \nde eleição nas turmas e elaboração execução de Planos de Ação nas Escolas Estaduais de \nMinas Gerais;"
  },
  {
    "titulo": "Art. 65",
    "conteudo": "- O Conselho tem o papel de contribuir para o fortalecimento da gestão democrática e \nda participação dos as estudantes e é responsável por planejar e executar o Plano de Ação dos \nestudantes."
  },
  {
    "titulo": "Art. 66",
    "conteudo": "- O Conselho de Representantes de Turma é constituído por todos os Representantes \nde Turma eleitos na Escola."
  },
  {
    "titulo": "Art. 67",
    "conteudo": "- A coordenação dos representantes de turmas é de responsabilidade do Especialista \nem Educação Básica."
  },
  {
    "titulo": "Art. 68",
    "conteudo": "- O Conselho de Representantes de Turma terá as seguintes finalidades: \nI. \nRepresentar os interesses dos estudantes de cada turma; \nII. \nDiscutir deliberar e propor ações referentes às demandas apresentadas pelos \nrepresentantes de tmma e demais estudantes; \n 1 F 1u ni.11n:1ntinn \np .1 g j 11 1 \n\nIII. \nConvocar reuniões constituir comissões de trabalho e convocar Assembleias \nEstudantis sempre que julgar necessário e ou quando provocados pelos demais \nestudantes; \nIV. \nManter diálogo e articulação permanentes com o Colegiado Escolar Grêmio \nEstudantil outros Coletivos Estudantis da escola e demais estudantes; \nV. \nDefinir em acordo com a direção e o corpo docente da escola a organização do \ntrabalho dos Representantes de Tunna; \nVI. \nManter todos os estudantes informados sobre as decisões e ações do Conselho; \nVII. \nConduzir junto ao Grêmio e ou outros Coletivos Juvenis a construção do Plano de \nConvivência Democrática da escola no que tange às questões relacionadas aos \nestudantes com o apoio e orientação da equipe pedagógica da escola e em \narticulação com o restante da Comunidade Escolar;"
  },
  {
    "titulo": "Art. 69",
    "conteudo": "- O Representante de Turma é o estudante eleito de forma democrática pelos seus \npares para representá-los no âmbito da escola. \nParágrafo único - Cada turma elegerá um (a) representante."
  },
  {
    "titulo": "Art. 70",
    "conteudo": "- O representante de turma terá ainda as seguintes finalidades: \nl. \nestimular o aprimoramento pedagógico e a elevação do nível de ensino e de \naprendizagem; \nII. \nrepassar as orientações da diretoria com fidedignidade; \nIII. \nrepresentar seus colegas perante a direção professores no Conselho de Classe. \nIV. \nEscutar todos as os as colegas da classe em relação às questões de interesse \ncoletivo que emergirem; \nV. \nCompartilhar com a tunna as informações repassadas por professores \ncoordenação e direção da escola; \nVI. \nCompartilhar com os demais colegas da turma as decisões e ações definidas pelo \nConselho de Representantes de Tunna; \n I t «1. lh111n.111t111:1 \nlt.t-=111 1 \n\nVII. \nLevar aos às professores as coordenadores as e à direção da escola as demandas \nda sua turma; \nVTII. \nRepresentar os as colegas no Conselho de Representantes de Turma em reuniões \ne em outros espaços junto aos demais segmentos da Comunidade Escolar; \nIX. \nPropor e ajudar a organizar momentos coletivos de discussão da turma e da \nescola; \nX. \nManter o diálogo permanente com o Grêmio Estudantil e ou outros Coletivos \nEstudantis e o Colegiado Escolar podendo também ser integrante desses espaços. \nSEÇÃO V \nDA FORMAÇÃO CONTINUADA DOS PROFISSIONAIS DA \nEDUCAÇÃO"
  },
  {
    "titulo": "Art. 71",
    "conteudo": "- A formação continuada é um processo que envolve os saberes acumulados e \nexperimentados por profissionais da educação em sua trajetória profissional ao lidar com \nproblemas e desafios nas práticas e rotinas do cotidiano escolar transformando e \naperfeiçoando a prática pedagógica em um processo contínuo pela busca dos conhecimentos \npara o ensino e uma atuação profissional cada vez mais eficiente. \nParágrafo único - As escolas devem incentivar e promover no espaço escolar diálogos e \ntrocas de experiências entre os profissionais da educação bem como acesso à formação \nespecífica nas áreas de conhecimento em que atuam com o objetivo de propiciar a partilha de \nconhecimentos garantindo um ambiente permanente de formação e de incorporação das \nmudanças propostas pelo Currículo referência de Minas Gerais."
  },
  {
    "titulo": "Art. 72",
    "conteudo": "- A escola proporcionará oportunidades de participação em cursos de capacitação \npara o corpo docente técnico e administrativo com base no Projeto Político Pedagógico \noferecidos pelo sistema."
  },
  {
    "titulo": "Art. 73",
    "conteudo": "- A escola promoverá regularmente a formação continuada visando atualização e o \naperfeiçoamento do pessoal docente técnico e administrativo de acordo com o Calendário \nEscolar e Proposta Pedagógica. \nl· l·. -11{1 1>1.1m.mt111a \np l i 11.1 -N \n17-:!. \n \n§"
  },
  {
    "titulo": "Art. 74",
    "conteudo": "- Entre os princípios definidos para a educação nacional está a valorização do \nprofissional da educação com a compreensão de que valorizá-lo é valorizar a escola com \nqualidade gestorial educativa social cultural ética estética ambiental. \n§ l º- A valorização do profissional da educação escolar vincula-se à obrigatoriedade da \ngarantia de qualidade e ambas se associam à exigência de programas de formação inicial e \ncontinuada de docentes e não docentes no conconteudo do conjunto de múltiplas atribuições \ndefinidas para os sistemas educativos em que se inscrevem as funções do professor. \n§2°- Para a formação inicial e continuada as escolas de formação dos profissionais da \neducação sejam gestores professores ou especialistas deverão incluir em seus currículos e \nprogramas: \na) o conhecimento da escola como organização complexa que tem a função de promover a \neducação para e na cidadania; \nb) a pesquisa a análise e a aplicação dos resultados de investigações de interesse da área \neducacional; \nc) a participação na gestão de processos educativos e na organização e funcionamento de \nsistemas e instituições de ensino; \nd) a temática da gestão democrática dando ênfase à construção do projeto político \npedagógico mediante trabalho coletivo de que todos os que compõem a comunidade escolar \nsão responsáveis."
  },
  {
    "titulo": "Art. 75",
    "conteudo": "- Os programas de formação inicial e continuada dos profissionais da educação \nvinculados às orientações destas Diretrizes devem prepará-los para o desempenho de suas \natribuições considerando necessário: \na) além de um conjunto de habilidades cognitivas saber pesqmsar orientar avaliar e \nelaborar propostas isto é interpretar e reconstruir o conhecimento coletivamente; \nb) trabalhar cooperativamente em equipe; \nc) compreender interpretar e aplicar a linguagem e os instrumentos produzidos ao longo da \nevolução tecnológica econômica e organizativa; d) desenvolver competências para \nintegração com a comunidade e para relacionamento com as famílias. \nl· 1. IU. llt:un:1111111:1 \nl.t in-1 lt \n\nSEÇÃO VI \nDOS LABORATÓRIOS DIDÁTICOS \nDOCUMENTO ORIENTADOR ENSINO MÉDIO EM TEMPO \nINTEGRAL"
  },
  {
    "titulo": "Art. 76",
    "conteudo": "- Os laboratórios didáticos servirão para atendimento das aulas práticas e terão seu \nfuncionamento determinado pela direção especialistas e professor responsável. \nSEÇÃO VII \nDO LABORATÓRIO DE INFORMÁTICA"
  },
  {
    "titulo": "Art. 77",
    "conteudo": "- A escola contará com um laboratório de informática que visa propiciar a \nexperimentação e difusão de propostas sobre a utilização da tecnologia computacional com o \nobjetivo de aprimorar a prática educativa e qualidade de ensino através de Informática \nEducativa formação de recursos humanos e preparação para o trabalho"
  },
  {
    "titulo": "Art. 78",
    "conteudo": "- O laboratório de informática tem como finalidades: \nI. \npropiciar condições de utilização do computador como instrnmento pedagógico que \nfavoreça maior participação do estudante na formação do próprio conhecimento; \nII. \nproporcionar a oportunidade de apropriação crítica e criativa da tecnologia \ncomputacional no processo de produção pedagógica; \nIII. \nfomentar a utilização intensiva das Tecnologias Digitais de Informação e \nComunicação - TDIC como fator preponderante para a melhoria da qualidade do \nensino e aprendizagem; \nIV. \nauxiliar o corpo docente enriquecendo sua prática pedagógica e elevando a qualidade \ndo processo ensino-aprendizagem; \nV. \nfavorecer a integração escola e comunidade; \nVI. \nampliar as tecnologias da comunicação e informação na escola no trabalho e em \noutros conconteudos relevantes para sua vida."
  },
  {
    "titulo": "Art. 79",
    "conteudo": "- O uso do laboratório de informática far-se-á mediante apresentação de projetos ou \noutro de interesse do estudante e da escola. \n-l:I: \\]( -..tu Ui 11111111tina \nP .1 g. i n .1 1 \n -"
  },
  {
    "titulo": "Art. 80",
    "conteudo": "- Caberá à equipe pedagógica da escola estabelecer nonnas de atendimento aos \nestudantes de acordo com as necessidades."
  },
  {
    "titulo": "Art. 81",
    "conteudo": "- Esta escola desenvolverá ações e projetos que visem estimular o corpo docente e \ndiscente sempre de forma responsável e adequada com orientação direta dos professores \ndurante toda a aula objetivando aprendizagem do aluno e a preservação dos computadores e \ndemais equipamentos. \nSEÇÃO VIII \nDA MONITORIA"
  },
  {
    "titulo": "Art. 82",
    "conteudo": "- A monitoria tem a finalidade de possibilitar a realização de atividades pedagógicas \nauxiliares ou suplementares à aprendizagem do estudante."
  },
  {
    "titulo": "Art. 83",
    "conteudo": "- À monitoria compete: \nI. \napresentar plano de estudos à direção escolar e o submeter à possível adequação ao \nProjeto Político Pedagógico da escola. \n11. \nassistir ao estudante de forma individual ou coletiva no que se relaciona à \naprendizagem; \nIII. \nauxiliar os estudantes nas atividades escolares a fim de contribuir com o \ndesenvolvimento de suas habilidades."
  },
  {
    "titulo": "Art. 84",
    "conteudo": "- A monitoria é organizada com um ou mais monitores conforme a necessidade da \nclasse."
  },
  {
    "titulo": "Art. 85",
    "conteudo": "- A monitoria será utilizada no estabelecimento de ensino para o desenvolvimento de \nprojetos especiais de estudos de recuperação e para outras atividades em consonância com o \nProjeto Político Pedagógico."
  },
  {
    "titulo": "Art. 86",
    "conteudo": "- O serviço de monitoria poderá ser desempenhado por estudantes da escola \nestagiários do Curso Normal de Nível Médio e de cursos de licenciatura."
  },
  {
    "titulo": "Art. 87",
    "conteudo": "- O serviço de monitoria não implicará em vínculo empregatício para o Estado. \n 11 1u. lh.un.mtinu \nP I g I n .1 2 \n\nSEÇÃO IX \nDAS PARCERIAS"
  },
  {
    "titulo": "Art. 88",
    "conteudo": "- A direção da escola poderá buscar parcerias para o desenvolvimento de suas ações e \nprojetos junto a associações diversas instituições filantrópicas iniciativa privada instituições \npúblicas e comunidade em geral propondo às Superintendências Regionais de Ensino \nquando for o caso a assinatura de convênios ou instrumentos jurídicos equivalentes para \nviabilizar as referidas parcerias. \nParágrafo único - Os projetos e ações propostos pela escola devem ser desenvolvidos de \nmaneira integrada ao Projeto Político Pedagógico e estar alinhados com as diretrizes da \nSecretaria de Estado de Educação."
  },
  {
    "titulo": "Art. 89",
    "conteudo": "- Para garantir a oferta de diferentes Itinerários Formativos as instituições ou as \nredes de ensino poderão estabelecer parcerias com diferentes instituições educacionais para \noferta de cursos para realização de estudos e de atividades escolares em tempos e em \nespaços próprios que serão considerados para fins de composição da carga horária \nvivenciada pelo estudante. \n§ 1 ° - As parcerias podem ser estabelecidas com instituições educacionais da mesma rede ou \nde redes de ensino distintas com instituições públicas privadas e confessionais de Ensino \nMédio e de Educação Profissional que ofertam cursos FIC ou com instituições de Ensino \nSuperior. \n§2º - A parcena pode ser celebrada para colaboração na ofe1ta dos itinerários de \naprofundamento em áreas do conhecimento do itinerário de formação técnica e profissional e \ndos itinerários integrados. \n§3º - As parcerias devem ser finnadas mediante a elaboração de planos e de projetos em \nconsonância com as propostas pedagógicas da instituição educacional de origem e da \ninstituição parceira. \n§4° - Quando do estabelecimento de parcerias a instituição educacional de origem dos \nestudantes deve-se responsabilizar pelos atos escolares incluindo matrícula controle de \nfrequência aproveitamento e certificação de conclusão do Ensino Médio. \n n ( n l)i mnntina \n( 4) \n!j \n\n§5º - Os profissionais que ahiarão nas parcenas para oferta de formação técnica e \nprofissional devem estar devidamente habilitados conforme as diretrizes específicas para \ndocência na Educação Profissional Técnica."
  },
  {
    "titulo": "Art. 90",
    "conteudo": "- As instituições educacionais ofertantes do Ensino Médio poderão estabelecer \nparceria com Instituições de Ensino Superior -IES desde que estas demonstrem experiência \nem atividades e ou em cursos destinados a jovens na faixa etária correspondente ao Ensino \nMédio vinculam-se aos conteúdos habilidades do Itinerário Formativo devendo ser seguidos \ntodos os regramentos para sua aprovação dispostos nesta Resolução incluindo professores \ndevidamente habilitados para o atendimento do curso objeto da parceria."
  },
  {
    "titulo": "Art. 91",
    "conteudo": "- A parceria deve ser devi.damente formalizada sendo que as instituições parceiras \ndevem ser credenciadas pelo CEE-MG e ter ato autorizativo publicado."
  },
  {
    "titulo": "Art. 92",
    "conteudo": "- Para fins de monitoramento e de acompanhamento a instituição educacional ou a \nrede de ensino ofertante do Ensino Médio deverá manter registro da parceria contendo as \natividades curriculares realizadas com sua respectiva carga horária a habilitação dos \nprofissionais envolvidos na realização das atividades escolares e a comprovação dos \nrequisitos indicados nas no1mas específicas do CEE-MG."
  },
  {
    "titulo": "Art. 93",
    "conteudo": "- O Analista de Educação Básica (AEB) - Psicólogo terá como atribuições: \nI. \npropor e desenvolver atividades coletivas para os demais profissionais da escola \nrelacionadas às fases do desenvolvimento humano sócio emocional aprendizagem \nrelações interpessoais que permeiam o processo educativo dimensão subjetiva das \nexperiências educacionais entre outros temas de acordo com a necessidade da escola \ne da política educacional; \nII. \npromover ações que estimulem a participação dos estudantes no ambiente escolar e o \nprotagonismo juvenil; \nIII. \nauxiliar especialistas e professores na relação com os estudantes visando à melhoria \ndo processo ensino e aprendizagem que favoreça o desenvolvimento dos estudantes; \nIV. \nfomentar os programas desenvolvidos pela Secretaria de Estado de Educação que \nabordam os temas contemporâneos transversais."
  },
  {
    "titulo": "Art. 94",
    "conteudo": "- O Analista de Educação Básica (AEB) - Assistente Social terá como atribuições: \n l l tU. lhanmntma \n\nI. \ncontribuir para o ingresso retomo permanência do estudante desenvolvendo ações \nde intervenções para minimizar os problemas sociais que impactam no processo de \nescolarização; \nII. \ndesenvolver estratégias para estimular a participação da família na escola e no \nprocesso educativo dos estudantes; \nIII. \npromover e auxiliar a gestão escolar em ações coletivas que contribuam para o \nacolhimento e a permanência dos estudantes no ambiente escolar. \nCAPÍTULO VII \nDO PROJETO POLÍTICO PEDAGÓGICO"
  },
  {
    "titulo": "Art. 95",
    "conteudo": "- O projeto político pedagógico consiste no conjunto de diretrizes organizacionais e \noperacionais que expressam e orientam os programas projetos e práticas pedagógicas e \nadministrativas obedecidas as normas do sistema educacional constituindo um documento \nfo1mal intencional e articulador desta escola."
  },
  {
    "titulo": "Art. 96",
    "conteudo": "- O projeto político pedagógico atenderá aos princípios de flexibilidade autonomia e \nliberdade da escola e será construída coletivamente com a participação da comunidade \nescolar e aprovada pelo Colegiado Escolar"
  },
  {
    "titulo": "Art. 97",
    "conteudo": "- O projeto político-pedagógico interdependentemente da autonomia pedagógica \nadministrativa e de gestão financeira desta escola representa mais do que um documento \nsendo um dos meios de viabilizar a escola democrática para todos e de qualidade social. \nParágrafo único - A autonomia desta escola baseia-se na busca de sua identidade que se \nexpressa na construção do projeto pedagógico e do regimento escolar enquanto manifestação \nde seu ideal de educação e que permite uma nova e democrática ordenação pedagógica das \nrelações escolares."
  },
  {
    "titulo": "Art. 98",
    "conteudo": "- Os planos e projetos de que a escola faz parte devem estar contemplados no projeto \npolítico pedagógico expressando com clareza os direitos de aprendizagem que serão \ngarantidos aos estudantes."
  },
  {
    "titulo": "Art. 99",
    "conteudo": "- O Projeto Político Pedagógico desta escola será avaliado anualmente e atualizado \nperiodicamente em confo1midade com a legislação aprovado pelo colegiado da escola \nimplementados e amplamente discutidos e divulgados na comunidade escolar. \n t 1 ( 11<1 IJ1am:111tm.1 \nI i 11 .1 \n.;; \nI ---(?! \nl y fv \n\nSEÇÃOI \nDO PLANO DE INTERVENÇÃO PEDAGÓGICA"
  },
  {
    "titulo": "Art. 100",
    "conteudo": "- O Plano de Intervenção Pedagógica desta escola se constitui no planejamento de \nações para promover a efetiva aprendizagem dos estudantes e estratégias de intervenção que \nserão utilizadas e oferecidas pela escola obrigatoriamente ao longo do ano letivo ao \nestudante que não desenvolveu as habilidades previstas. \nParágrafo único - Integra o Projeto Político Pedagógico é elaborado anualmente pela \nequipe pedagógica desta escola a partir dos resultados das avaliações internas e externas \npara atendimento aos estudantes que ainda apresentam defasagens na(s) habilidade(s) do(s) \ncomponente(s) curricular(es) em decorrência de distorção idade ano de escolaridade e em \nsituação de progressão parcial."
  },
  {
    "titulo": "Art. 101",
    "conteudo": "- Os profissionais desta escola reunir-se-ão periodicamente confom1e cronograma \nestabelecido pela equipe gestora para estudos avaliação coletiva das ações desenvolvidas e \nredimensionamento do processo pedagógico conforme previsto no Projeto Político \nPedagógico e no Plano de Intervenção Pedagógica."
  },
  {
    "titulo": "Art. 102",
    "conteudo": "- A Intervenção Pedagógica será realizada no próprio turno e no contratumo \nconforme as possibilidades da escola e dos seus profissionais por: \nl. \nprofessores regentes de turmas eventual e regente de aulas; \nII. \nprofessores em complementação de carga horária; \nIII. \nprofessores para o ensino do uso da biblioteca; \nIV. \nestudantes - monitores da própria sala de aula organizados em gmpos de estudo ou \nmonitores de nível mais elevado de escolaridade."
  },
  {
    "titulo": "Art. 103",
    "conteudo": "- A equipe pedagógica organizará as ações da Intervenção Pedagógica e procederá \nao acompanhamento e à avaliação."
  },
  {
    "titulo": "Art. 104",
    "conteudo": "- A família será comunicada desta ação participará de reuniões acompanhará a \nexecução e será informada dos resultados apresentados."
  },
  {
    "titulo": "Art. 105",
    "conteudo": "- Os resultados obtidos após as ações da Intervenção Pedagógica previstas nas \ndiferentes oportunidades de aprendizagem deverão prevalecer sobre os registros anteriores. \n:li I·. ltl. lham.mti11a \nI I : ! 1 11 . (1 1"
  },
  {
    "titulo": "Art. 106",
    "conteudo": "- A escola elaborará o Plano de Intervenção Pedagógico de acordo com as \norientações da SEE/MG referentes ao ano escolar vigente. \nCAPÍTULO VII \nDAS INSTITUIÇÕES ESCOLARES \nSEÇÃOI \nDA CAIXA ESCOLAR"
  },
  {
    "titulo": "Art. 107",
    "conteudo": "- Esta escola manterá uma Caixa Escolar regida por regulamento próprio cujo \nfuncionamento se dará em conformidade com a legislação pertinente."
  },
  {
    "titulo": "Art. 108",
    "conteudo": "- Recursos financeiros da Caixa Escolar: \nI. \nsubvenções e auxílios repassados pela União Estado Município por particulares \ne entidades públicas ou privadas associações de classe e outras; \nII. \nreceita oriunda de eventos e promoções legalmente permitidas; \nIII. \ncontribuições voluntárias dos estudantes pais ou responsáveis ou da comunidade."
  },
  {
    "titulo": "Art. 109",
    "conteudo": "- A Caixa Escolar tem como finalidade: \nI. \ngerenciar os recursos financeiros destinados às ações do processo educativo \nassegurando que todos eles sejam revertidos em benefício do estudante; \nII. \npromover em caráter complementar e subsidiário a melhoria qualitativa do \nensino; \nIII. \ncolaborar na execução de uma política de concepção desta escola essencialmente \ndemocrática como agente de mudanças que busca melhoria contínua em todas as \ndimensões; \nIV. \ncontribuir para o funcionamento eficiente e criativo desta escola vinculados a \nCaixa Escolar por meio de ações que garantam sua autonomia pedagógica \nadministrativa e financeira."
  },
  {
    "titulo": "Art. 110",
    "conteudo": "- São órgãos administrativos e deliberativos da Caixa Escolar: \n1. \nAssembleia Geral; \nII. \nDiretoria; \n r1. -1H. l;i 1111.mtina \nI l g 1 11 1 \n\nllI. \nConselho Fiscal."
  },
  {
    "titulo": "Art. 111",
    "conteudo": "- A Assembleia Geral órgão superior de deliberação é constituída pela totalidade \ndos associados efetivos em pleno gozo de seus direitos."
  },
  {
    "titulo": "Art. 112",
    "conteudo": "- A Diretoria da Caixa Escolar será constituída de presidente secretário tesoureiro e \nrespectivos suplentes qualificados na Ata da Assembleia Geral."
  },
  {
    "titulo": "Art. 113",
    "conteudo": "- O Conselho Fiscal será composto de 03 (três) membros efetivos e 03 (três) \nsuplentes maiores de idade nos termos da legislação pertinente escolhidos pela Assembleia \nGeral Ordinária."
  },
  {
    "titulo": "Art. 114",
    "conteudo": "- É vedado à Caixa Escolar: \nI. \nadquirir gêneros alimentícios não previstos nas preparações dos cardápios elaborados \npela equipe de nutricionistas da SEE/MG; \nTI. \nrealizar despesa em data anterior ao recebimento do recurso crédito na conta do \nprojeto e posterior à vigência do tem10 de compromisso. \nIII. \nmovimentação financeira para quitação de despesa anterior à emissão de documentos \nfiscais; \nIV. \ncontratação de seguro; \nV. \nadquirir combustíveis ou lubrificantes exceto para máquinas e equipamentos; \nVI. \nefetuar pagamento em espécie com recursos transferidos pela SEE/MG excetuando \nos recursos de pronto pagamento conforme previsto no art. 18; \nVII. \nalterar a planilha de serviços de construção de obras ampliação ou reforma sem a \nautorização prévia da SEE/MG; \nVIH. \nutilizar os recursos em desacordo com o objeto descrito no plano de trabalho; \nIX. \nadquirir materiais escolares que caracterizem assistência ao educando; \nX. \na comercialização de lanches e bebidas contendo os produtos e ou preparações \nindustrializados ou não que contenham altos teores de calorias gordura saturada \ngordura trans açúcar livre sal teor alcoólico e baixo teor nutricional; \n l 1- ( iRI. l)iam rntin:1 \nP.igin 1 \n\nXI. \nmanter em arquivo cheques em branco assinados pelo tesoureiro e ou Presidente da \nCaixa Escolar para cobrir despesas futuras; \nXII. \nobter recursos por meio de comercialização nas dependências da escola exceto nas \nfestividades previstas no calendário escolar aprovado pela SEE/MG vinculadas ao \nprojeto político-pedagógico da unidade de ensino. \nXIII. \nobter recursos por meio de locação de espaço fisico infraestrutura da unidade escolar; \nXIV. \nressarcimento de despesas excedentes ao valor do regime especial de adiantamento \nem aberto. \nXV. \nrealização de despesas em regime de adiantamento no caso de despesas que deveriam \nse submeter ao processo usual previsto nesta Resolução. \nXVI. \nexecutar qualquer construção ampliação reforma ou mudança no prédio da Escola \nsem aprovação prévia do Projeto Básico ou planilha pela Secretaria de Estado de \nEducação; \nXVII. \nXVIII. \nXIX. \nXX. \nXXI. \nXXII. \nXXIII. \nalugar dependências fisicas móveis e equipamentos da Escola; \nconceder empréstimos ou dar garantias de aval fiança ou caução sob qualquer forma; \nadquirir veículos; \nempregar subvenções auxílios ou recursos de qualquer natureza em desacordo com os \nprogramas ou projetos a que se destinam; \ncomplementar vencimentos ou salários dos servidores; \ncontratar pessoal para a realização de serviços inerentes às atribuições da escola e \nserviços de natureza contínua. \nContratar seguro excetuados os casos específicos. \nParágrafo único - Não se inclui nas proibições a que se refere o titulo acima a contratação \neventual de serviços temporários que não caracterizam vínculo empregatício para execução \nde projetos ou atividades específicas."
  },
  {
    "titulo": "Art. 115",
    "conteudo": "- Em datas excepcionais de festas comemorativas ou promovidas pela escola como \npáscoa dia das crianças festa junina e outras não se aplicam \n l I ( UI. ll111m.111ti11.1 \nas vedações previstas na \np l g l 11 l <J \n( w\n!r \n\nlegislação podendo a escola fornecer ou permitir a venda de lanches e bebidas que não \ncontenham álcool observando a legislação em vigor"
  },
  {
    "titulo": "Art. 116",
    "conteudo": "- Esta escola contará com um mural de uso e comunicação específica para \napresentar à Comunidade Escolar o balancete mensal da Caixa Escolar aquisições e outras \ndemandas que comprovem a transparência da gestão escolar;"
  },
  {
    "titulo": "Art. 117",
    "conteudo": "- A Caixa Escolar será regida por estatuto próprio em confonnidade com a \nLegislação Vigente. \nSEÇÃO II \nDO GRÊMIO ESTUDANTIL"
  },
  {
    "titulo": "Art. 118",
    "conteudo": "- O grêmio é uma organização sem fins lucrativos que representa o interesse dos \nestudantes e que tem fins cívicos culturais educacionais desportivos e sociais."
  },
  {
    "titulo": "Art. 119",
    "conteudo": "- O grêmio tem como objetivo: \n1. \ncongregar e representar os estudantes da escola; \nII. \ndefender seus direitos e interesses; \nIII. \ncooperar para melhorar a escola e a qualidade do ensino; \nIV. \nincentivar e promover atividades educacionais culturais cívicas desportivas e \nsociais; \nV. \nrealizar intercâmbio e colaboração de caráter cultural e educacional com outras \ninstituições de caráter educacional."
  },
  {
    "titulo": "Art. 120",
    "conteudo": "- A organização o funcionamento e as atividades dos Grêmios serão estabelecidos \nnos seus estatutos aprovados em Assembleia Geral do corpo discente de cada \nestabelecimento de ensino convocada para este fim."
  },
  {
    "titulo": "Art. 121",
    "conteudo": "- A aprovação dos estatutos e a escolha dos dirigentes e dos representantes do \nGrêmio Estudantil serão realizadas pelo voto direto e secreto de cada estudante \nobservando-se no que couber as normas da legislação eleitoral. \n a- 1· 1u. lhamantiua \n\nSEÇÃO III \nDA ASSOCIAÇÃO DE PAIS"
  },
  {
    "titulo": "Art. 122",
    "conteudo": "- Poderá ser organizada associação de pais e mestres com o objetivo de promover a \nparticipação da família na tarefa da educação e da assistência educacional aos filhos. \nParágrafo único - A associação de pais reger-se-á por estatuto próprio. \nCAPÍTULO VIII \nDOS ÓRGÃOS COLEGIADOS \nSEÇÃO I \nDO COLEGIADO ESCOLAR \n2"
  },
  {
    "titulo": "Art. 123",
    "conteudo": "- O Colegiado Escolar desta Escola terá como objetivo a participação de \nprofessores servidores estudantes e família na gestão escolar e no fortalecimento da \nautonomia da escola."
  },
  {
    "titulo": "Art. 124",
    "conteudo": "- O Colegiado Escolar é órgão representativo da Comunidade Escolar com função \ndeliberativa e consultiva: \nI. \nAs funções de caráter deliberativas compreendem as decisões relativas às n01mas \nprevistas neste regimento aos processos educativos às diretrizes pedagógicas à \ngestão de pessoas admjnistrativas e financeiras previstas no Projeto Pedagógico da \nEscola e no Plano de Gestão; \nII. \nAs funções de caráter consultivo referem-se à análise de questões de interesse da \nescola propostas pelos diversos segmentos da comunidade escolar e à apresentação \nde sugestões para a solução das referidas questões."
  },
  {
    "titulo": "Art. 125",
    "conteudo": "- A composição competência e funcionamento do Colegiado serão regulamentados \nem legislação própria da Secretaria de Estado de Educação. \nSEÇÃO II \nDO CONSELHO DE CLASSE"
  },
  {
    "titulo": "Art. 126",
    "conteudo": "- O conselho de classe é uma instância colegiada responsável por favorecer a \narticulação entre professores realizar a análise das metodologias utilizadas estabelecer a \n l.l ( 1n 1>1.unant111a \nla.; !i11.1 til - \n \ny \n\nrelação dos diversos pontos de vistas e as intervenções necessárias nos processos de ensino e \nde aprendizagem."
  },
  {
    "titulo": "Art. 127",
    "conteudo": "- O Conselho de Classe é um Órgão Colegiado que tem por objetivo a avaliação \ncoletiva no processo ensino-aprendizagem. Compete-lhe servir de fórum de discussão para \ndefinir sobre: \nI. \nobjetivos a serem alcançados em cada componente curricular por ano de forma \nbimestral; \nII. \nmetodologias e estratégias de ensino; \nIII. \ncritérios para seleção dos conteúdos curriculares; \nIV. \nprojetos coletivos de ensino e atividades; \nV. \nformas de acompanhamento dos estudantes durante o período letivo; \nVI. \ncritérios para apreciação do desempenho do estudante para o acompanhamento no \ndecorrer do ano e para informações aos pais ou responsáveis; \nVII. \nproposta curricular diversificada e inovadora; \nVIII. \nadaptação curricular para os estudantes com necessidades e especificidades \neducacionais inclusive as necessidades especiais. \nParágrafo Único - O Conselho de Classe é uma reunião colegiada de reflexão discussão \ndecisão ação e revisão da prática educativa."
  },
  {
    "titulo": "Art. 128",
    "conteudo": "- O Conselho de Classe sent constituído por todos os professores das turmas \nespecialista em educação e pelo diretor ou outro profissional por ele indicado que coordenará \no Conselho."
  },
  {
    "titulo": "Art. 129",
    "conteudo": "- Sempre que for necessário o Conselho de Classe poderá convidar estudantes e pais \npara participar de suas reuniões."
  },
  {
    "titulo": "Art. 130",
    "conteudo": "- A Escola promoverá um mínimo de 04 (quatro) reuniões do Conselho de Classe ao \nlongo do ano letivo confonne registro no Calendário Escolar ou em caráter extraordinário \nquando se fizer necessário. \n l· I· IU. lham:1111111:1 \np ! g 1 11 d \n\nParágrafo único - As ações do Conselho de Classe apresentadas no pós-conselho podem ser \ndiscutidas nas reuniões pedagógicas."
  },
  {
    "titulo": "Art. 131",
    "conteudo": "- O conselho de classe terá sua composição e organização regulamentadas por \ndocumento específico. \nTÍTULO VI \nDA ORGANIZAÇÃO FINANCEIRA \nCAPÍTULO I \nDA CONTRIBUIÇÃO ESCOLAR"
  },
  {
    "titulo": "Art. 132",
    "conteudo": "- É vedada a esta escola e à sua Caixa Escolar cobrar do estudante mensalidade \ncontribuição regular ou taxas de qualquer natureza. \n§ l \nO \n- Contribuições voluntárias oferecidas pelos pais ou responsáveis ou parcerias podem ser \naceitas devendo ser contabilizadas e incorporadas aos recursos da caixa escolar. \n§2º - A eventual colaboração financeira dos pais dos estudantes à escola preferencialmente \nnão deve coincidir com o período de matriculas. \n§3° - As doações deverão ser amplamente divulgadas no âmbito da escola e no caso de \nvalores definida a sua destinação sempre ouvidos o colegiado e a comunidade escolar. \n§4° - É expressamente vedada a cobrança de taxa para emissão de documento escolar como: \ndeclaração de transferência certificado e diploma."
  },
  {
    "titulo": "Art. 133",
    "conteudo": "- Serão afixados nesta escola em local visível cartazes com os seguintes dizeres: \nEste é um estabelecimento de ensino público e gratuito e não é permitida a cobrança de taxa \nde matrícula mensalidade nem taxa pela emissão de documento escolar. \nTÍTULO Vil \nDA ORGANIZAÇÃO DIDÁTICA \nCAPÍTULOI \nDA ORGANIZAÇÃO DO ENSINO"
  },
  {
    "titulo": "Art. 134",
    "conteudo": "- A Educação Básica nos níveis fundamental e médio será organizada de acordo \ncom as seguintes regras comuns: \nI. \na carga horária mínima anual de oitocentas horas distribuídas por um mínimo de \n l l·. ( l° lhamantina \nI d g I ll 1 \n1) 1 1 - -\n \n\nduzentos dias de efetivo trabalho escolar excluído o tempo reservado aos exames \nfinais quando houver;"
  },
  {
    "titulo": "Art. 135",
    "conteudo": "- A Educação Básica nos níveis Fundamental e Médio será distribuída por um \nmínimo de 200 (duzentos) dias letivos e uma carga mínima de 800 horária obrigatória. \nParágrafo único - Para a educação de jovens e adultos na etapa do ensino fundamental e \nensino médio serão garantidos o mínimo de 100 dias letivos e a carga horária mínima de 400 \nhoras semestrais."
  },
  {
    "titulo": "Art. 136",
    "conteudo": "- Respeitados os dispositivos legais compete à escola proceder à organização do \ntempo escolar no ensino fundamental e médio assegurando a duração da semana letiva de 05 \n(cinco) dias."
  },
  {
    "titulo": "Art. 137",
    "conteudo": "- Poderá ser organizado horário escolar com aulas geminadas de um mesmo \nComponente Curricular para melhor desenvolvimento do processo de ensino- aprendizagem."
  },
  {
    "titulo": "Art. 138",
    "conteudo": "- A organização das turmas fundamentar-se-á em critérios que garantam o \natendimento aos estudantes no processo de aprendizagem resguardadas as determinações \nlegais. \nSEÇÃOI \nDO ENSINO FUNDAMENTAL"
  },
  {
    "titulo": "Art. 139",
    "conteudo": "- O Ensino Fundamental com duração de 9 (nove) anos abrange a população na \nfaixa etária dos 6 (seis) aos 14 (quatorze) anos de idade e se estende também a todos os que \nna idade própria não tiveram condições de frequentá-lo."
  },
  {
    "titulo": "Art. 140",
    "conteudo": "- Serão garantidos carga horária ob1igatória de: \nI. \n800 horas para o ensino fundamental anos iniciais; \nTI. \n833 horas e 20 minutos para o ensino fundamental anos finais;"
  },
  {
    "titulo": "Art. 141",
    "conteudo": "- O ensino fundamental etapa de escolarização obrigatória deve comprometer-se \ncom a formação integral dos estudantes oferecendo uma educação com equidade e qualidade."
  },
  {
    "titulo": "Art. 142",
    "conteudo": "- O ensino fundamental definido como anos iniciais e anos finais deve promover \num trabalho educativo inclusivo e equitativo que reconheça e valorize as experiências e \nhabilidades individuais; atenda às diferenças e necessidades específicas de cada um \nwr ( SIH llianmn ;ua \ni . g i n . 1 1 -: \n{;ff \nJr \n\nfavorecendo assim uma cultura escolar respeitosa à diversidade de indivíduos e garantidora \ndo direito a uma educação de qualidade."
  },
  {
    "titulo": "Art. 143",
    "conteudo": "- Os anos iniciais do ensino fundamental são organizados por dois ciclos contínuos \nde aprendizagem. \n§ 1 ° - O ciclo da alfabetização formado pelo 1 ° e 2° ano tem o foco no processo de \nalfabetização para garantir aos estudantes a apropriação do sistema de escrita alfabética de \nmodo articulado ao desenvolvimento de outras habilidades de leitura e de escrita pe1mitindo \nassim seu envolvimento em práticas diversificadas de letramentos bem como o \ndesenvolvimento da capacidade de ler e escrever números compreender suas funções e o \nsignificado e uso das quatro operações matemáticas. \n§2º - Ciclo complementar formado pelo 3° 4° e 5° ano tem o objetivo de consolidar \naprendizagens anteriores e ampliar as práticas de linguagem e da experiência estética e \nintercultural das crianças ampliando a autonomia intelectual a compreensão de normas e os \ninteresses pela vida social possibilitando ao estudante lidar com sistemas mais amplos que \ndizem respeito às relações dos sujeitos entre si com a natureza com a história com a cultura \ncom as tecnologias e com o ambiente."
  },
  {
    "titulo": "Art. 144",
    "conteudo": "- O ensino nos anos iniciais do ensino fundamental deve estar articulado com as \nexperiências vividas na educação infantil prevendo progressiva sistematização dessas \nexperiências quanto ao desenvolvimento de novas formas de relação com o mundo novas \nformas de ler e formular hipóteses sobre os fenômenos de testá-las refutá-las elaborar \nconclusões em uma atitude ativa na construção de conhecimentos"
  },
  {
    "titulo": "Art. 145",
    "conteudo": "- A escola deve ao longo de cada ano dos ciclos - alfabetização e complementar \nacompanhar sistematicamente a aprendizagem dos estudantes utilizando estratégias e \nrecursos diversos para sanar as dificuldades evidenciadas no momento em que ocorrerem e \ngarantir a progressão continuada dos estudantes."
  },
  {
    "titulo": "Art. 146",
    "conteudo": "- A transição dos estudantes do ciclo complementar dos anos iniciais para os anos \nfinais do ensino fundamental deverá garantir a articulação sequencial necessária em face das \ndemandas diversificadas exigidas dos estudantes pelos diferentes professores em \ncontraponto à uni docência dos anos iniciais. \n-IIT -11{1 Oiam.111ti11a \nI 1 i ll .1 1 -"
  },
  {
    "titulo": "Art. 147",
    "conteudo": "- Os anos finais do ensino fundamental oferecido nesta escola compreendem os 6º \n7° 8º e 9º anos."
  },
  {
    "titulo": "Art. 148",
    "conteudo": "- Os anos finais do ensino fundamental compreendem os 6º 7° 8° e 9º anos e têm \ncorno objetivo retomar e aprofundar conhecimentos de as aprendizagens do ensino \nfundamental - anos iniciais no conconteudo das diferentes áreas visando ao aprofundamento e à \nampliação de repertórios dos estudantes e fortalecendo a sua autonomia oferecendo-lhes \ncondições e ferramentas para acessar e interagir criticamente com diferentes conhecimentos e \nfontes de informação. \nSEÇÃO II \nDO ENSINO MÉDIO"
  },
  {
    "titulo": "Art. 149",
    "conteudo": "- O ensino médio em todas as suas modalidades de ensino e as suas formas de \norganização e oferta além dos princípios gerais estabelecidos para a educação nacional será \norientado pelos seguintes princípios específicos: \nI. \nformação integral do estudante expressa por valores aspectos físicos cognitivos e \n. \n. \n. \nsoc10emoc1ona1s; \nII. \nprojeto de vida como estratégia de reflexão sobre trajetória escolar na construção das \ndimensões pessoal cidadã e profissional do estudante; \nIII. \npesquisa como prática pedagógica para inovação criação e construção de novos \nconhecimentos; \nIV. \nrespeito aos direitos humanos como direito universal; \nV. \ncompreensão da diversidade e realidade dos sujeitos das formas de produção e de \ntrabalho e das culturas; \nVI. \nsustentabilidade ambiental; \nVII. \ndiversificação da oferta de forma a possibilitar múltiplas trajetórias por parte dos \nestudantes e a articulação dos saberes com o conconteudo histórico econômico social \ncientífico ambiental cultural local e do mundo do trabalho; \nVlll. \nindissociabilidade entre educação e prática social considerando-se a historicidade dos \nconhecimentos e dos protagonistas do processo educativo; \n l·T (; - fU lli:11nantin:1 \n\nIX. \nindissociabilidade entre teoria e prática no processo de ensino-aprendizagem."
  },
  {
    "titulo": "Art. 150",
    "conteudo": "- O Ensino Médio caracterizado como última etapa da Educação Básica objetiva o \natendimento das juventudes com diversas experiências escolares de diferentes conconteudos \nsociais familiares e culturais com distintos interesses aspirações e perspectivas presentes e \nfuturas moldadas pelas tecnologias e suas múltiplas dimensões e especificidades."
  },
  {
    "titulo": "Art. 151",
    "conteudo": "- O ensino médio etapa final da educação básica concebida como conjunto \norgânico sequencial e articulado deve assegmar sua função formativa para todos os \nestudantes sejam adolescentes jovens ou adultos mediante diferentes formas de oferta e \norganização. \n§ 1 º - Organiza-se em tempos escolares no formato anual e semestral. \n§2º - O ensino médio no formato anual tem duração mínima de 3 (três) anos. \n§3º - O ensino médio no formato semestral tem duração mínima de três períodos letivos."
  },
  {
    "titulo": "Art. 152",
    "conteudo": "- O ensino médio terá a duração mínima de 3 (três) anos com carga horária total de \n3.000 (três mil) horas sendo: \nI. \n1000 horas para o ensino médio observada a expansão para a implementação dos \nnovos currículos no 1 º 2º e 3º ano série do Ensino Médio; \nII. \ncarga horária mínima anual será ampliada de forma progressiva para 1400 (mil e \nquatrocentos) horas de acordo com o previsto na legislação em vigor. \nParágrafo único - Na integração curricular do Ensino Médio devem ser garantidas 1.800 \n(mil e oitocentas) horas para a Formação Geral Básica orientada pela Base Nacional Comum \nCurricular e no mínimo 1.200 (mil e duzentas) horas para os itinerários."
  },
  {
    "titulo": "Art. 153",
    "conteudo": "- O Ensino Médio Diurno terá carga horária diária de 6 (seis) módulos-aula de 50 \n(cinquenta) minutos totalizando 30 (trinta) módulos-aula semanais e seguirá a matriz \ncurricular conforme legislação vigente. \nParágrafo Único - Em situações excepcionais autorizadas pela Secretaria de Estado de \nEducação a carga horária correspondente ao 6° horário diário poderá ser cumprida em um \núnico dia da semana no contratumo em 5 (cinco) módulos aula de 50 (cinquenta) minutos \npara as escolas que atendam modalidades especiais e atendimento específicos. \n n (. n1. llinnrnntina \np I t l ll t f -\n1 7"
  },
  {
    "titulo": "Art. 154",
    "conteudo": "- O Ensino Médio Noturno terá carga horária diária de 4 (quatro) módulos-aula de \n50 (cinquenta) minutos tendo em um dia da semana a oferta de 5 (cinco) módulos-aula de 50 \n(minutos) conforme legislação específica. \nCAPÍTULO II \nDAS MODALIDADES DA EDUCAÇÃO BÁSICA \nSEÇÃOI \nDA EDUCAÇÃO DE .JOVENS E ADULTOS"
  },
  {
    "titulo": "Art. 155",
    "conteudo": "- A carga horária diária da Educação de Jovens e Adultos será de 4 (quatro) \nmódulos-aula de 50 (cinquenta) minutos distribuída em 20 (vinte) semanas letivas e 100 \n(cem) dias letivos semestrais."
  },
  {
    "titulo": "Art. 156",
    "conteudo": "- A educação de jovens e adultos será oferecida por meio de curso presencial;"
  },
  {
    "titulo": "Art. 157",
    "conteudo": "- A ofe1ta da modalidade de Educação de Jovens e Adultos - EJA será organizada da \nseguinte forma: \nI. \nEducação de Jovens e Adultos -EJA Anos Finais: 04 períodos semestrais com carga \nhorária de 400:00 (quatrocentas horas); \nII. \nEducação de Jovens e Adultos -EJA Ensino Médio: 03 períodos semestrais com carga \nhorária total de 1.200 (um mil e duzentas) horas sendo 960 (novecentos e sessenta) \nhoras destinadas à Fonnação Geral Básica e no mínimo de 240 (duzentos e quarenta) \nhoras destinados ao Itinerário Formativo escolhido pelo estudante."
  },
  {
    "titulo": "Art. 158",
    "conteudo": "- As turmas que funcionam no sistema prisional seguirão as matrizes da Educação \nde Jovens e Adultos - EJA. \nSEÇÃO II \nDA EDUCAÇÃO ESPECIAL"
  },
  {
    "titulo": "Art. 159",
    "conteudo": "- A educação especial nesta escola ocorrerá transversalmente em todos os níveis \nanos de escolaridade modalidades de ensino oferecida aos estudantes com Deficiência TEA \n- Transtorno do Espectro Autista e Altas Habilidades Superdotação viabilizando as \ncondições de acesso percurso permanência com qualidade e conclusão das etapas de ensino \ne aprendizagem garantindo o desenvolvimento e a aprendizagem dos estudantes."
  },
  {
    "titulo": "Art. 160",
    "conteudo": "- Considera-se público-alvo da educação especial estudantes com: \n rt ( H.I l) am;111ti11a \n11 1 g I li 1 \n \ny \n\nI. \ndeficiência aqueles que têm impedimentos de longo prazo de natureza física \nintelectual mental ou sensorial. \nII. \ntranstornos do espectro autista aqueles que apresentam um quadro de alterações no \ndesenvolvimento neuropsicomotor comprometimento nas relações sociais na \ncomunicação ou estereotipias motoras. Incluem-se nessa definição alunos com \nautismo clássico síndrome de Asperger síndrome de Rett transtorno desintegrativo \nda infância (psicoses) e transtornos invasivos sem outra especificação. \nIli. \naltas habilidades e superdotação. aqueles que apresentam um potencial elevado e \ngrande envolvimento com as áreas do conhecimento humano isoladas ou \ncombinadas: intelectual liderança psicomotora artes e criatividade."
  },
  {
    "titulo": "Art. 161",
    "conteudo": "- A Educação Especial inclusiva deve garantir o direito de: \n1. \nacesso ao conhecimento desde o início de sua vida escolar sem nenhuma forma de \nnegligência segregação violência e discriminação; \nII. \nà educação de qualidade igualitária equitativa inclusiva e centrada no respeito e na \nvalorização à diversidade humana; \nIII. \nacesso permanência e percurso com qualidade de ensino e aprendizagem bem como \na continuidade e conclusão nos níveis mais elevados de ensino; \nIV. \natendimento educacional especializado assim como os demais serviços e recursos de \nacessibilidade a fim de garantir o acesso ao currículo em condições de igualdade com \nos demais estudantes."
  },
  {
    "titulo": "Art. 162",
    "conteudo": "- Para a oferta da educação especial compete a esta escola: \n1. \ngarantir a diversidade e oportunidades privilegiando a colaboração e a cooperação de \ntodos os estudantes na sala de aula; \nII. \nelaborar o Plano de Desenvolvimento Individual - PDI com a participação de todos os \natores envolvidos no processo de escolarização dos estudantes articulado com o \nEspecialista da Educação Básica e com o Professor de Atendimento Educacional \nEspecializado; \nIII. \nUtilizar a Base Nacional Comum CwTicular e o Currículo Referência de Minas Gerais \nSI· 1 .\\)( tu l>iam:mtina \nI 1 g I n 1 1 11 \n1 ... \nq \n§v \n\ne quando necessário adequar currículos métodos técnicas recursos avaliativos e \norganização específicos para atender as necessidades dos estudantes; \nIV. \nidentificar e elaborar recursos pedagógicos produzir e organizar serviços de \nacessibilidade e estratégias considerando as necessidades específicas dos estudantes; \nV. \nelaborar e executar o Atendimento Educacional Especializado avaliando a \nfuncionalidade e a aplicabilidade dos recursos pedagógicos e de acessibilidade; \nVI. \norganizar e definir o tipo e a frequência de atendimentos acompanhando sua \nfuncionalidade nas salas de aula e nas salas de recurso multifuncional; \nVII. \nestabelecer parcerias com entidades afins para a elaboração de estratégias e \ndisponibilização de recursos de acessibilidade; \nVIII. \ngarantir uma reunião semestral com os responsáveis pelos estudantes públicos da \neducação especial com a finalidade de apresentar os direitos e recursos pedagógicos \nque são disponibilizados aos mesmos; \nIX. \ngarantir o direito da família ter acesso ao Plano de Desenvolvimento Individual - PDI \nsempre que solicitado; \nX. \ncapacitar professores e orientar famílias sobre a utilização de recursos pedagógicos e \nde acessibilidade; \nXI. \norientar o uso de recursos de Tecnologias Assistivas como tecnologias da informação \ne comunicação comunicação altemativa e aumentativa informática acessível \nsoroban recursos ópticos e não ópticos softwares específicos códigos e linguagens \nsistema Braille atividades de orientação e mobilidade utilizando-os de forma a \nampliar habilidades funcionais dos estudantes promovendo autonomia atividade e \nparticipação; \nXII. \nestabelecer articulação entre os professores do ensino regular e do ensino especial \nvisando a gestão eficiente e eficaz do processo pedagógico. \nParágrafo único - Esta instituição procederá a avaliação inicial e continuada dos estudantes \ncom deficiência Transtorno do Espectro Autista - TEA e Altas Habilidades Superdotação \ncom a colaboração dos profissionais do Atendimento Educacional Especializado - AEE e da \nfamília de forma a orientar a elaboração do Plano de Desenvolvimento Individual - PDI \n 1 I· ( -IIU. lliamantin:t \np !! 1 ll 1 \n.. ( 1 \n\ncontendo as ações a serem desenvolvidas durante todo processo escolar."
  },
  {
    "titulo": "Art. 163",
    "conteudo": "- É direito do estudante com deficiência ter seu percurso escolar respeitado como \ntodo estudante sem retrocessos nos anos de escolaridade e níveis de ensino garantindo a \ncontinuidade de estudos e conclusão."
  },
  {
    "titulo": "Art. 164",
    "conteudo": "- O Plano de Desenvolvimento Individual -PDI é documento obrigatório para o \nacompanhamento do desenvolvimento e aprendizagem do estudante público da educação \nespecial. \n§ 1° - O Plano de Desenvolvimento Individual - PDI deve ser construído por todos os atores \nenvolvidos no processo de escolarização do estudante sendo o Especialista da Educação \nBásica o profissional responsável por articular e garantir a sua construção. Na ausência desse \nprofissional na escola o gestor escolar deve indicar o professor responsável por essa \narticulação. \n§2º - O Plano de Desenvolvimento Individual - PDI deve ser construído com base no \nhistórico de vida do estudante avaliação diagnóstica pedagógica planejamento \nacompanhamento e avaliação final. \n§3º - O Plano de Desenvolvimento Individual- PDI deverá acompanhar o estudante nos casos \nde transferência a fim de subsidiar a continuidade dos trabalhos pedagógicos na escola que \nreceberá sua matrícula."
  },
  {
    "titulo": "Art. 165",
    "conteudo": "- É direito do estudante público da educação especial desta escola a flexibilização \nno tempo de estudo em até 50% obedecendo-se aos seguintes critérios: \nI. \nnos anos iniciais do Ensino Fundamental máximo de 02 anos limitados a O 1 ano no \n2° ano e 1 ano no 5° ano; \nII. \nnos anos finais do Ensino Fundamental máximo de 02 anos limitados a 01 ano no 7° \nano e 1 ano no 9º ano; \nIII. \nno Ensino Médio máximo de 02 anos limitados a 01 ano no 2º ano e 1 ano no 3° \nano. \n§ 1 ° - No caso dos estudantes com deficiência matriculados na modalidade de Educação de \nJovens e Adultos poderá ser flexibilizado até 50% do tempo de estudo de acordo com a \nnecessidade pedagógica. \n lT ( u lliam:mtina \nJ 1 1 ll l 1 \n\n§2° - A flexibilização de tempo para o percurso escolar será comprovada por avaliação \npedagógica e prevista na proposta político-pedagógica da escola."
  },
  {
    "titulo": "Art. 166",
    "conteudo": "- O estudante surdo e deficiente auditivo fará jus à oferta de educação bilíngue em \nLíngua Brasileira de Sinais - LIBRAS - como primeira língua e na modalidade escrita em \nLíngua Portuguesa como segunda língua em escolas e classes bilíngues e em escolas \ninclusivas."
  },
  {
    "titulo": "Art. 167",
    "conteudo": "- O estudante que possui altas habilidades superdotação fará jus a Atendimento \nEducacional Especializado - AEE - sala de recursos- organizado para favorecer o \naprofundamento e o enriquecimento das atividades curriculares de conformidade com a sua \ncapacidade cognitiva visando ao seu desenvolvimento global. \nParágrafo único - Para os estudantes com Altas Habilidades Superdotação é garantida a \npossibilidade de avanço aceleração. \nSEÇÃO II-A \nDO ATENDIMENTO EDUCACIONAL ESPECIALIZADO - AEE"
  },
  {
    "titulo": "Art. 168",
    "conteudo": "- O Atendimento Educacional Especializado - AEE tem como função complementar \nou suplementar a formação do aluno por meio da disponibilização de serviços recursos de \nacessibilidade e estratégias que eliminem as baITeiras para sua plena participação na \nsociedade e desenvolvimento de sua aprendizagem."
  },
  {
    "titulo": "Art. 169",
    "conteudo": "- O Atendimento Educacional Especializado - AEE consiste na utilização de \nmétodos técnicas recursos e procedimentos didáticos desenvolvidos nas diferentes \nmodalidades anos de escolaridade e níveis de ensino para complementar ou suplementar a \nformação dos estudantes da educação especial garantindo o acesso ao currículo e qualidade \nno processo de ensino aprendizagem."
  },
  {
    "titulo": "Art. 170",
    "conteudo": "- São objetivos do Atendimento Educacional Especializado (AEE): \nI. \npromover condições de acesso participação e aprendizagem no ensino regular e \ngarantir serviços de apoio especializado de acordo com as necessidades individuais \ndos estudantes; \nII. \ngarantir a transversalidade das ações da educação especial no ensino regular; \nIII. \nfomentar o desenvolvimento de recursos didáticos e pedagógicos que eliminem as \n 1 I ( ilH. rnamantina \nI> 1 i n .1 \n\nbarreiras no processo de ensino e aprendizagem; \nIV. \nassegurar condições para a continuidade de estudos nos demais níveis anos de \nescolaridade e modalidades de ensino; \nV. \nconstruir recursos de acessibilidades educacionais."
  },
  {
    "titulo": "Art. 171",
    "conteudo": "- O Atendimento Educacional Especializado consiste em: \nI. \nSala de Recursos; \nII. \nProfessor de Apoio à Comunicação Linguagem e Tecnologias Assistivas -ACLTA; \nIII. \nIntérprete Educacional sendo o professor na função de Tradutor e Intérprete de \nLibras; \nIV. \nGuia-intérprete."
  },
  {
    "titulo": "Art. 172",
    "conteudo": "- O AEE - Sala de Recurso será realizado no turno inverso ao da escolarização do \naluno ofertado exclusivamente para estudantes públicos da educação especial matriculados \nnesta escola em quaisquer níveis de ensino não sendo substitutivo às classes do ensino \nregular."
  },
  {
    "titulo": "Art. 173",
    "conteudo": "- A finalidade do Atendimento Educacional Especializado em Sala de Recurso é o \ndesenvolvimento da cognição e metacognição atividades de enriquecimento curricular o \nensino de linguagens e códigos específicos de comunicação e sinalização ajudas técnicas e \ntecnologias assistivas para estudante público da educação especial."
  },
  {
    "titulo": "Art. 174",
    "conteudo": "- A oferta da sala de recurso prevê na sua organização: \nI. \nespaço físico; \nII. \nmobiliário; \nIII. \nmateriais didáticos; \nIV. \nrecursos pedagógicos e de acessibilidade e equipamentos específicos; \nV. \nmatrícula no Atendimento Educacional Especializado - AEE de estudantes do \nensino regular da própria escola ou de outra escola: \nVI. \ncronograma de atendimento aos estudantes; \nn ( - l>i.unantin.1 \n11 1 111.1 \n\nVII. \nplano de Atendimento Educacional Especializado - AEE contendo a identificação \ndas necessidades educacionais específicas dos educandos através do Plano de \nDesenvolvimento Individual- PDI definição dos recursos necessários e das \natividades a serem desenvolvidas acompanhadas do registro pe1manente do \nprocesso de atendimento do estudante através do relatório circunstanciado; \nVIJI. \nprofessores para o exercício da docência em Atendimento Educacional \nEspecializado - AEE."
  },
  {
    "titulo": "Art. 175",
    "conteudo": "- A matrícula em sala de recursos será ofertada prioritariamente na própria escola \nou em outra escola de ensino comum observando-se o acesso e conveniência pedagógica \npara o estudante."
  },
  {
    "titulo": "Art. 176",
    "conteudo": "- Poderão ser matriculados de 8 (oito) a 20 (vinte) estudantes a cada turma \nautorizada pela Superintendência Regional de Ensino após comprovação da demanda e \nespaço fisico."
  },
  {
    "titulo": "Art. 177",
    "conteudo": "- O atendimento na Sala de Recurso poderá ser individual ou em pequenos grupos \ncom duração mínima de 50 minutos frequência determinada pelo professor de sala de \nrecurso articulado com o planejamento pedagógico do professor regente do estudante."
  },
  {
    "titulo": "Art. 178",
    "conteudo": "- É de competência dos professores que atuam nas salas de recursos a elaboração e \nexecução do Plano de Atendimento Educacional Especializado -P AEE que identifique as \nnecessidades educacionais do estudante e que define os recursos a serem utilizados as \natividades a serem desenvolvidas e o cronograma de atendimento."
  },
  {
    "titulo": "Art. 179",
    "conteudo": "- São atribuições do professor do Atendimento Educacional Especializado - sala de \nrecurso: \nI. \nidentificar elaborar produzir e orgamzar serviços recursos pedagógicos de \nacessibilidade e estratégias considerando as necessidades específicas dos alunos \npúblico-alvo da Educação Especial; \nII. \nelaborar e executar plano de Atendimento Educacional Especializado avaliando a \nfuncionalidade e a aplicabilidade dos recursos pedagógicos e de acessibilidade; \nUI. \norganizar o tipo e o número de atendimentos aos alunos na sala de recursos \nmulti funcionais; \nSEI: ( IU. l>i.unantina \n(l 1gi11.1 \n\nIV. \nacompanhar a funcionalidade e a aplicabilidade dos recursos pedagógicos e de \nacessibilidade na sala de aula comum do ensino regular bem como em outros \nambientes da escola; \nV. \nestabelecer parcerias com as áreas intersetoriais na elaboração de estratégias e na \ndisponibilização de recursos de acessibilidade; \nVI. \norientar professores e famílias sobre os recursos pedagógicos e de acessibilidade \nutilizados pelo aluno; \nVII. \nensinar e usar a tecnologia assistiva de forma a ampliar habilidades funcionais dos \nalunos promovendo autonomia e participação; \nVIII. \nestabelecer articulação com os professores da sala de aula comum visando à \ndisponibilização dos serviços dos recursos pedagógicos e de acessibilidade e das \nestratégias que promovem a participação dos alunos nas atividades escolares."
  },
  {
    "titulo": "Art. 180",
    "conteudo": "- O Professor de Apoio à Comunicação Linguagem e Tecnologias Assistivas -\nACLTA tem a função de apoiar o processo pedagógico de escolarização do estudante com \ndisfunção neuromotora grave deficiência múltipla ou Transtorno do Espectro Autista -TEA \nmatriculado."
  },
  {
    "titulo": "Art. 181",
    "conteudo": "- Poderá ser autorizado 1 Professor de Apoio à Comunicação Linguagem e \nTecnologias Assistivas -ACLTA para até 3 estudantes matriculados no mesmo ano de \nescolaridade e frequentes na mesma turma. \n§ I º - Nos casos em que houver na escola apenas uma turma para o ano de escolaridade o \nProfessor de Apoio à Comunicação Linguagem e Tecnologias Assistivas poderá atender \nmais de três estudantes. \n§2º - É vedada a coexistência de mais de um Professor de Apoio à Comunicação Linguagem \ne Tecnologias Assistivas em uma mesma turma."
  },
  {
    "titulo": "Art. 182",
    "conteudo": "- A autorização do Professor de Apoio à Comunicação Linguagem e Tecnologias \nAssistivas - ACLTA se justifica quando o estudante apresentar necessidades de suporte na \ncomunicação alternativa aumentativa ou no uso de recursos de tecnologias assistivas."
  },
  {
    "titulo": "Art. 183",
    "conteudo": "- São atribuições do Professor de Apoio à Comunicação Linguagem e Tecnologias \nAssistivas: \n n: RI- ni:un.mtina \nt> 1 l ll .1 .. -i 1 - 2 \n\nI. \natuar de forma colaborativa com os professores da classe comum para a definição de \nestratégias pedagógicas que favoreçam o acesso do aluno com necessidades \neducacionais especiais ao currículo e a sua interação no grupo; \nII. \nadaptar flexibilizar material pedagógico relativo ao conteúdo estudado em sala de aula \n( atividades exercícios provas avaliações jogos livros de histórias dentre outros) \ncom o uso de material concreto figuras e simbologia gráfica e constmir pranchas de \ncomunicação temáticas para cada atividade com o objetivo de proporcionar a \napropriação e o aprendizado do uso do recurso de comunicação e ampliação de \nvocabulário de símbolos gráficos; \nIII. \npreparar material específico para uso dos alunos na sala de aula; \nIV. \ndesenvolver formas de comunicação simbólica estimulando o aprendizado da \nlinguagem expressiva; e. prover recursos de Comunicação Aumentativa e Alternativa; \nV. \ngarantir a utilização de material específico de Comunicação Aumentativa e \nAlternativa (pranchas cartões de comunicação e outros) que atendam à necessidade \ncomunicativa do aluno no espaço escolar; \nVI. \nidentificar o melhor recurso de tecnologia assistiva que atenda às necessidades dos \nalunos de acordo com sua habilidade fisica e sensorial atual e promova sua \naprendizagem por meio da informática acessível; \nVII. \nampliar o repertório comunicativo do aluno por meio das atividades curriculares e de \nvida diária; \nVIII. \norientar a elaboração de materiais didático-pedagógicos que possam ser utilizados \npelos alunos na sala de aula; \nIX. \npromover as condições para a inclusão dos alunos com necessidades educacionais \nespeciais em todas as atividades da escola; \nX. \norientar as famílias para o seu envolvimento e a sua participação no processo \neducacional; \nXI. \nindicar e orientar o uso de equipamentos e materiais específicos e de outros recursos \nexistentes na família e na comunidade. \n n: ( i IU ni:11mmtina"
  },
  {
    "titulo": "Art. 184",
    "conteudo": "- O intérprete educacional é aquele que ocupa o cargo de professor na função de \nTradutor e Intérprete de Libras na escola comum e tem a função de mediar a comunicação \nentre os usuários de Língua de Sinais e os de Língua Oral no conconteudo escolar \ntraduzindo interpretando as aulas com o objetivo de assegurar o acesso dos surdos à \neducação."
  },
  {
    "titulo": "Art. 185",
    "conteudo": "- Poderá ser autorizado 1 profissional para acompanhar até 15 estudantes surdos \nmatriculados no mesmo ano de escolaridade e frequentes na mesma turma."
  },
  {
    "titulo": "Art. 186",
    "conteudo": "- O Tradutor e Intérprete de Libras trabalhará em conjunto com os regentes de turma \ne de aula no planejamento de suas aulas orientando-os quanto às especificidades da Libras e \ndo Português como segunda língua na modalidade escrita."
  },
  {
    "titulo": "Art. 187",
    "conteudo": "- São atribuições do Professor Intérprete de Libras: \nI. \nser fiel à interpretação não omitindo nenhuma fala do diálogo estabelecido \nentre o ouvinte e o aluno surdo; \nII. \nredirecionar ao professor regente os questionamentos dúvidas sugestões e \nobservações dos alunos a respeito das aulas pois aquele é a referência no \nprocesso de ensino-aprendizagem; \nIII. \nestimular a relação direta entre alunos surdos e professor regente ou entre \nalunos surdos e outros participantes da comunidade escolar nunca \nrespondendo por nenhuma das partes; \nIV. \nesclarecer e apoiar o professor regente no que diz respeito à escrita dos surdos \nacompanhando o professor caso necessário e mediante solicitação na \ncorreção das avaliações e na leitura dos conteudos dos alunos; \nV. \nesclarecer aos alunos somente as questões pertinentes à língua e ao processo \ninterpretativo salvo em casos extraordinários em que a instituição o incumbir \nde algum aviso específico aos surdos; \nVI. \nbuscar quando necessário o auxílio do professor regente antes durante e \napós as aulas com o objetivo de garantir a qualidade de sua atuação bem \ncomo a qualidade do acesso dos surdos à educação; \n 1 l· ( RI. 1>1:1111:mtm:1 \n1) 1 l:! 1 11 1 \n-\n\nVIL \ntraduzir todas as questões da avaliação - do Português escrito para a Língua de \nSinais - sem acréscimo de esclarecimentos adendos exemplificações ou \ndemais auxílios pois esses quando necessários dizem respeito somente ao \nprofessor; \nVIII. \nauxiliar os alunos durante a avaliação no que se refere exclusivamente à \nLíngua Portuguesa: significado estrutura léxico conconteudo; \nIX. \noferecer ao professor regente quando esse solicitar informações do processo \nde ensino-aprendizagem decorrente de sua intermediação interpretativa sem \ncontudo assumir qualquer tipo de tutoria dos alunos; \nX. \ninformar ao professor regente as particularidades dos surdos com ele \nreconsiderando sempre que necessário a adequação da forma de exposição \ndos conteúdos a tais especificidades com o intuito de garantir a qualidade do \nacesso dos surdos a esses conteúdos escolares; \nXI. \nestar presente às reuniões pedagógicas e administrativas limitando sua \nparticipação aos seus interesses profissionais às questões de comunicação e \nacessibilidade dos surdos bem como àqueles que se referem à sua função \ninterpretativa e educativa; \nXII. \nreunir-se com um representante da instituição escolar e com os demais \nintérpretes sempre que surgir uma questão inusitada e complexa relacionada à \nsua atuação profissional e ética para discuti-la e só então emitir um \nposicionamento. \nSEÇÃO V \nDA EDUCAÇÃO PROFISSIONAL TÉCNICA DE NÍVEL MÉDIO"
  },
  {
    "titulo": "Art. 188",
    "conteudo": "- A Educação Profissional Técnica de Nível Médio abrange: \nI. \nhabilitação profissional técnica relacionada ao curso técnico; \nII. \nqualificação profissional técnica como etapa com terminalidade de curso técnico; \n§ 1 ° - Os cursos técnicos devem desenvolver competências profissionais de nível tático e \nespecífico relacionadas às áreas tecnológicas identificadas nos respectivos eixos \ntecnológicos. \n n < l)i.un.mtin. \np 1 :... 1 1l d - X \n\n§2º- Os cursos de Qualificação Profissional Técnica como parte integrante do Itinerário da \nFormação Técnica e Profissional no Ensino Médio serão ofertados por meio de um ou mais \ncursos de Qualificação Profissional nos termos das DCNEM desde que articulados entre si e \nque compreendam saídas intermediárias reconhecidas pelo mercado de trabalho."
  },
  {
    "titulo": "Art. 189",
    "conteudo": "- Os cursos técnicos serão desenvolvidos nas formas integrada concomitante \nconcomitante intercomplementar e subsequente ao ensino médio assim caracterizadas: \n1. \nintegrada oferecida somente a quem já tenha concluído o ensino fundamental \ncom matrícula única na mesma instituição de modo a conduzir o estudante à \nhabilitação profissional técnica ao mesmo tempo em que conclui a última etapa da \neducação básica; \nII. \nconcomitante ofertada a quem ingressa no ensino médio ou já o esteja cursando \nefetuando-se matriculas distintas para cada curso aproveitando oportunidades \neducacionais disponíveis seja em uma mesma instituição ou em distintas \ninstituições e redes de ensino; \nlll. \nconcomitante intercomplementar desenvolvida simultaneamente em distintas \ninstituições ou redes de ensino mas integrada no conteúdo mediante a ação de \nconvênio ou acordo de intercomplementaridade realizado pela SEE para a \nexecução de projeto pedagógico unificado; e \nIV. \nsubsequente desenvolvida em cursos destinados exclusivamente a quem já tenha \nconcluído o ensino médio. \nParágrafo único - A habilitação profissional técnica como uma das possibilidades de \ncomposição do Itinerário da Formação Técnica e Profissional no Ensino Médio pode ser \ndesenvolvida nas formas previstas nos incisos I II e III deste titulo."
  },
  {
    "titulo": "Art. 190",
    "conteudo": "- A Educação Profissional Técnica de Nível Médio tem como objetivo: \nI. \npropiciar ao estudante oportunidades para apropriação de conhecimentos de \nhabilidades e de competências técnicas necessárias ao exercício profissional; \nII. \naproximar a formação de jovens e de adultos com os setores econômico social \npolítico e cultural; \nM-T ( IH. lliitm·mtiu:1 \ni> 1 ;.! 1 11 1 . . 1 -\n \ny \n\nIli. \ndemocratizar o acesso a cursos técnicos de Nível Médio públicos e gratuitos de \njovens e de adultos; \nIV. \npromover a transição entre o Ensino Médio e o mundo do trabalho capacitando \njovens e adultos para o exercício de atividades produtivas; \nV. \ngarantir a qualificação a profissionalização e a atualização dos jovens e dos \nadultos visando à formação não somente para atividades produtivas mas também \npara as relações interpessoais existentes no mercado de trabalho; \nVI. \nproporcionar oportunidades para que o jovem e o adulto se percebam integrantes \ncorresponsáveis e agentes transformadores; \nVII. \ncontribuir para o desenvolvimento de competências básicas específicas e de \ngestão que permitam aos jovens e aos adultos atuarem de maneira crítica \ncriativa consciente e pa1ticipativa na sociedade exercendo um papel de agente de \nmudança."
  },
  {
    "titulo": "Art. 191",
    "conteudo": "- A Educação Profissional Técnica de Nível Médio em suas formas de ofe1ta nos \ntermos da Lei inclusive nas modalidades Educação de Jovens e Adultos e Educação a \nDistância baseia-se nos seguintes pressupostos: \nI. \nformação integral do estudante; \nII. \ntrabalho como princípio educativo; \nIII. \nindissociabilidade \nentre \nformação \ngeral \ne \neducação \nprofissional; \nIV-\nindissociabilidade entre educação e prática social considerando-se a historicidade \ndos conhecimentos e dos sujeitos da aprendizagem; \nIV. \nintegração entre educação trabalho ciência tecnologia e cultura como base da \nproposta e do desenvolvimento curricular; \nV. \nintegração de conhecimentos gerais e profissionais realizada na perspectiva da \ninterdisciplinaridade tendo a pesquisa como priricípio pedagógico; \nVI. \nindissociabilidade entre teoria (saber) e prática (fazer) no processo de ensino-\naprendizagem; \nVII. \ninclusão educacional e acessibilidade como base para acesso ao currículo. \n 1 ilU lh:unantma \nI l 1 ll .1 li \n1 -; \nq \ny"
  },
  {
    "titulo": "Art. 192",
    "conteudo": "- A Educação Profissional Técnica de Nível Médio poderá ser oferecida por meio de \nparcerias de projetos e de programas ofertados por instituições governamentais e não \ngovernamentais para formação inicial e continuada ou para qualificação profissional dos \njovens e dos adultos."
  },
  {
    "titulo": "Art. 193",
    "conteudo": "- Os cursos de Educação Profissional Técnica oferecidos de forma concomitante \ne ou subsequente serão organizados em módulos com carga horária mínima conforme \nlegislação específica e de acordo com os documentos curriculares disponibilizados pela \nSecretaria de Estado de Educação de Minas Gerais - SEE/MG respeitadas as características \nlocais dos territórios e suas comunidades e cumprirão as seguintes diretrizes: \nl. \noportunizar a formação de jovens e adultos facilitando sua relação com os conconteudos \nsocioprodutivos político e cultural. \nII. \nampliar a oferta e democratizar o acesso a cursos técnicos de nível médio públicos e \ngratuitos. \nIII. \npromover a aproximação entre a escola e o mundo do trabalho formando jovens e \nadultos com conhecimentos habilidades atitudes valores e emoções que corroborem \npara o exercício ético e responsável de atividades produtivas. \nIV. \nqualificar profissionalizar e atualizar jovens e adultos visando o acesso e \npermanência em atividades produtivas com geração de renda de modo empreendedor \nautônomo e ou como recursos humanos vinculados às diversas organizações do setor \nprodutivo."
  },
  {
    "titulo": "Art. 194",
    "conteudo": "- São considerados público dos cursos técnicos profissionais de nível médio: \nI. \nestudantes do ensino médio da Educação de Jovens e Adultos (EJA) da rede pública; \nII. \nestudantes do ensino médio da rede pública de ensino que estejam cursando estas \nmodalidades (Ensino Médio e o Educação Profissional) na mesma escola ou escolas \ndistintas; \nIII. \njovens e adultos que já concluíram o Ensino Médio em qualquer rede de ensino."
  },
  {
    "titulo": "Art. 195",
    "conteudo": "- Os Cursos Técnicos e as Qualificações Profissionais Técnicas na forma articulada \nintegrada com o Ensino Médio ou com esse Concomitante terão carga horária que em \nconjunto com a da formação geral totalizará no mínimo 3.000 (três mil) horas garantindo-\n 1- I° ( 1u. lliam:intin:i \n11 1111 1 \n\nse carga horária de 1.800 (mil e oitocentas) horas destinada à BNCC nos termos das \nDCNEM."
  },
  {
    "titulo": "Art. 196",
    "conteudo": "- Os Cursos Técnicos e as Qualificações Profissionais Técnicas na forma \nArticulada Integrada com o Ensino Médio na modalidade EJA devem assegurar o mínimo \nde 1.200 (mil e duzentas) horas destinadas à BNCC. \n§ 1 ° - Os Cmsos Técnicos nas formas Subsequente e Concomitante devem respeitar as cargas \nhorárias mínimas correspondentes às habilitações profissionais. \n§2º - A carga horária mínima para cada etapa com terminalidade de Qualificação Profissional \nTécnica prevista em itinerário formativo de curso é de 20% (vinte por cento) da duração \nmínima indicada para a habilitação profissional. \n§3º - A carga horária mínima para a Especialização Profissional Técnica prevista em um \nitinerário formativo de curso técnico é de 25% (vinte e cinco por cento) da carga horária \nmínima indicada para a respectiva habilitação profissional prevista no CNCT ou em \ninstrumento correspondente que o venha substituir"
  },
  {
    "titulo": "Art. 197",
    "conteudo": "- O currículo da Educação Profissional Técnica de Nível Médio será estruturado em \ncomponentes curriculares agrupados em Módulos de acordo com cada Plano Curricular."
  },
  {
    "titulo": "Art. 198",
    "conteudo": "- A estruturação modular garantirá a relação entre os conhecimentos teóricos e \npráticos necessários ao desempenho competente da ocupação."
  },
  {
    "titulo": "Art. 199",
    "conteudo": "- Os módulos constituem unidades pedagógicas autônomas e completas em si \nmesmas são compostas de componentes curriculares estabelecidos de acordo com o perfil \nprofissional de competências e habilidades e que no seu conjunto levam a habilitação \nprofissional em nível técnico observando as orientações do catálogo nacional de cursos \ntécnicos (CNCT) e dispostas em norma específica."
  },
  {
    "titulo": "Art. 200",
    "conteudo": "- As práticas profissionais de formação pedagógica ou técnica constituem-se \nmomentos de situar o estudante em seu fazer profissional promovendo a problematização da \nrotina bem como a criação de novas possibilidades de práticas educativas articuladas com os \nestudos dos componentes curriculares ofertados pelos cursos. \n§ l º - As práticas profissionais devem ser planejadas pelo estudante conjuntamente com o \nprofessor e ou o instrutor responsável pela sua supervisão e pela sua avaliação. \n l 1 RI. lh.unantma \nI g 1 11 .i 1 \n\n§2º - A prática profissional supervisionada compreende diferentes situações de vivência \nprofissional de aprendizagem e de trabalho como: experimentos e atividades específicas em \nambientes especiais bem como investigação sobre atividades profissionais sobre projetos de \npesquisa ou de intervenção sobre visitas técnicas sobre simulações e sobre observações. \n§3º - A atividade de prática profissional supervisionada pode ser desenvolvida com o apoio \nde diferentes recursos tecnológicos em oficinas em laboratórios ou em salas ambientes na \nprópria instituição educacional ou em instituições parceiras."
  },
  {
    "titulo": "Art. 201",
    "conteudo": "- A Educação Profissional Técnica de Nível Médio em sua organização curricular \ncontemplará estágio supervisionado somente nos cursos técnicos que compõem o Eixo \nTecnológico Ambiente e Saúde. \nParágrafo único - O estágio profissional supervisionado quando previsto pela instituição \neducacional em função do perfil de formação ou exigido pela natureza da ocupação deve ser \nincluído no Plano de Curso. \nCAPÍTULO VI \nDA ESTRATÉGIA DE CORREÇÃO DE FLUXO"
  },
  {
    "titulo": "Art. 202",
    "conteudo": "- As turmas de Correção de Fluxo destinadas aos estudantes com pelo menos dois \nanos de distorção idade ano de escolaridade. \n§ 1 ° - A correção de fluxo nos anos iniciais do Ensino Fundamental terá duração de um ano \ncom carga horária de 800:00 (oitocentas horas) distribuídas em 40 semanas letivas. \n§2° - A carga horária diária será de quatro módulos-aula de 60 minutos. \n§3º - O professor regente de numa será responsável por ministrar todos os componentes \ncurriculares."
  },
  {
    "titulo": "Art. 203",
    "conteudo": "- A correção de fluxo nos anos finais do Ensino Fundamental será organizada em \ndois períodos anuais com carga horária de 833:20 (oitocentas e trinta e três horas e vinte \nminutos) distribuídas em 40 semanas letivas anuais. \n§ 1 ° - A carga horária diária será de cinco módulos-aula de 50 minutos. \n§2° - Os professores regentes de aula ministrarão seus respectivos componentes cuITiculares. \n§3º - O 1 ° período corresponderá ao 6° e 7° anos e o 2° período corresponderá ao 8° e 9º anos. \nSFf· IU l)iamantina"
  },
  {
    "titulo": "Art. 204",
    "conteudo": "-\nA Correção de Fluxo no Ensino Médio será organizada em três períodos \nsemestrais com carga horária de 600 (seiscentas horas) cada distribuídas em 20 semanas \nletivas semestrais. \n§ 1 ° - A carga horária diária será de seis ( 6) módulos-aula de 50 minutos totalizando 30 \n(trinta) módulos-aula semanais. \n§2° - Os professores regentes de aula ministrarão seus respectivos componentes curriculares. \nTÍTULO VIII \nDA ORGANIZAÇÃO CURRICULAR DA EDUCAÇÃO BÁSICA \nCAPÍTULOI \nDAS DISPOSIÇÕES GERAIS"
  },
  {
    "titulo": "Art. 205",
    "conteudo": "- O currículo desta escola será constituído a partir das experiências escolares que se \ndesdobram em torno do conhecimento permeadas pelas relações sociais buscando articular \nvivências e saberes dos estudantes com os conhecimentos historicamente acumulados e \ncontribuindo para construir as identidades dos educandos. pautados no Cun-ículo Referência \nde Minas Gerais- CRMG. \n§ lº - O foco nas experiências escolares significa que as orientações e as propostas \ncurriculares que provêm das diversas instâncias só terão concretude por meio das ações \neducativas que envolvem os estudantes. \n§2° - As experiências escolares abrangem todos os aspectos do ambiente escolar: \nI. \naqueles que compõem a parte explícita do cu1Tículo bem como os que também \ncontribuem de forma implícita para a aquisição de conhecimentos socialmente \nrelevantes; \nII. \nValores atitudes sensibilidade e orientações de conduta são veiculados não só pelos \nconhecimentos mas por meio de rotinas rituais normas de convívio social \nfestividades pela distribuição do tempo e organização do espaço educativo pelos \nmateriais utilizados na aprendizagem e pelo recreio e pelas vivências proporcionadas \npela escola. \n§3° - Os conhecimentos escolares são aqueles que as diferentes instâncias produzem \norientações sobre o currículo as escolas e os professores selecionam e transformam a fim de \n F I·. 1° l>iam.mtin:1 \nJ .l g 1 11 1 \n\nque possam ser ensinados e aprendidos ao mesmo tempo em que servem de elementos para a \nformação ética estética e política do estudante."
  },
  {
    "titulo": "Art. 206",
    "conteudo": "- O Currículo Referência de Minas Gerais é um contemplador da educação como \ncompromisso com o desenvolvimento das crianças das juventudes dos adultos e dos idosos \ncolocando-os no centro do processo de ensino e da aprendizagem a partir de uma visão \nintegral e que dialoga com os as múltiplas necessidades de formação dos estudantes para \nalém dos conteúdos escolares."
  },
  {
    "titulo": "Art. 207",
    "conteudo": "- O Currículo Referência tem caráter normativo estabelece a organização ctmicular \nassegura a formação humana integral e prevê os direitos de aprendizagem de todos os \nestudantes ao longo de todas as etapas e modalidades da Educação Básica."
  },
  {
    "titulo": "Art. 208",
    "conteudo": "- Os direitos e os objetivos de aprendizagem estão definidos no Currículo \nReferência de Minas Gerais - CRMG como conhecimentos habilidades competências \natitudes e valores que contribuem para a formação integral dos estudantes para que eles se \nmobilizem se articulem e se integrem de forma a intervir proativamente nas demandas \ncomplexas da vida cotidiana do território do mundo do trabalho exercendo plenamente sua \ncidadania."
  },
  {
    "titulo": "Art. 209",
    "conteudo": "- Esta escola adotará como norteadores de suas ações pedagógicas os seguintes \nprincípios: \n1. \nÉticos: de justiça solidariedade liberdade e autonomia; de respeito à dignidade da \npessoa humana e de compromisso com a promoção do bem de todos contribuindo \npara combater e eliminar quaisquer manifestações de preconceito de origem gênero \netnia cor idade e quaisquer outras formas de discriminação; \nII. \nPolíticos: de reconhecimento dos direitos e deveres de cidadania de respeito ao bem \ncomum e à preservação do regime democrático e dos recursos ambientais; da busca da \nequidade e da exigência de diversidade de tratamento para assegurar a igualdade de \ndireitos entre os estudantes que apresentam diferentes necessidades; \nIII. \nEstéticos: do cultivo da sensibilidade juntamente com o da racionalidade; do \nenriquecimento das formas de expressão e do exercício da criatividade; da valorização \ndas diferentes manifestações culturais especialmente a da cultura mineira e da \nconstrução de identidades plurais e solidárias. \n 1 r . 1 1-. Ui.un.mtina \n11 d g 1 ll 1 \n\nParágrafo único - Na Educação Básica as dimensões inseparáveis do educar e do cuidar \ndeverão ser consideradas no desenvolvimento das ações pedagógicas buscando recuperar \npara a função social desse nível da educação a sua centralidade que é o educando. \nCAPÍTULO II \nDO CURRÍCULO DA EDUCAÇÃO BÁSICA"
  },
  {
    "titulo": "Art. 210",
    "conteudo": "- O currículo configura-se como o conjunto de valores e práticas que proporcionam \na produção a socialização de significados no espaço social e contribuem intensamente para a \nconstrução de identidades socioculturais dos educandos."
  },
  {
    "titulo": "Art. 211",
    "conteudo": "- O cunículo deve difundir os valores fundamentais do interesse social dos direitos \ne deveres dos cidadãos do respeito ao bem comum e à ordem democrática considerando as \ncondições de escolaridade dos estudantes em cada estabelecimento a orientação para o \ntrabalho a promoção de práticas educativas formais e não-formais."
  },
  {
    "titulo": "Art. 212",
    "conteudo": "- Na organização curricular da educação básica deve ser observado o conjunto de \ncompetências e habilidades estabelecidas no cunículo referência de Minas Gerais a serem \ndesenvolvidas e trabalhadas obrigatoriamente por todas as unidades escolares da rede \nestadual de ensino. \nParágrafo único -\nNa perspectiva da formação integral dos estudantes para o \ndesenvolvimento da cidadania deverão ser incluídos permeando todo o currículo os temas \nIntegradores."
  },
  {
    "titulo": "Art. 213",
    "conteudo": "- O Currículo referência de Minas Gerais - CREM caracteriza-se pela organização \nde percursos formativos articulados que visam assegurar os direitos e os objetivos de \naprendizagem as competências e as habilidades bem como o desenvolvimento humano e \nintegral dos estudantes dessa etapa da Educação Básica."
  },
  {
    "titulo": "Art. 214",
    "conteudo": "- O CUITículo referência de Minas Gerais - CRMG aplica-se ao Ensino Fundamental \ne ao Ensino Médio alicerçado nos direitos e nos objetivos de aprendizagem e nas \ncompetências gerais a seguir previstas nas legislações vigentes. \nI. \nvalorizar e utilizar os conhecimentos historicamente construídos sobre o mundo \nfísico social cultural e digital para entender e explicar a realidade continuar \naprendendo e colaborar para a construção de uma sociedade justa democrática e \ninclusiva; \nJ> 1 1 n 1 ; ;1 !7C \nç;) \n\nII. \nexercitar a curiosidade intelectual e recorrer à abordagem própria das ciências \nincluindo a investigação a reflexão a análise crítica a imaginação e a criatividade \npara investigar causas elaborar e testar hipóteses formular e resolver problemas e \ncriar soluções (inclusive tecnológicas) com base nos conhecimentos das diferentes \náreas; \nIII. \nvalorizar e fruir as diversas manifestações artísticas e culturais das locais às \nmundiais e também participar de práticas diversificadas da produção artístico-\ncultural; \nIV. \nutilizar diferentes linguagens - verbal corporal visual sonora e digital - bem \ncomo conhecimentos das linguagens artísticas matemática e científica para se \nexpressar e partilhar informações experiências ideias e sentimentos em \ndiferentes conconteudos e produzir sentidos que levem ao entendimento mútuo; \nV. \ncompreender utilizar e criar tecnologias digitais de informação e comunicação de \nforma crítica significava reflexiva e ética nas diversas práticas sociais incluindo \nas escolares para se comunicar acessar e disseminar informações produzir \nconhecimentos resolver problemas e exercer protagonismo e autoria na vida \npessoal e coletiva; \nVI. \nvalorizar a diversidade de saberes e vivências culturais e apropnar-se de \nconhecimentos e experiências que lhe possibilitem entender as relações próprias \ndo mundo do trabalho e fazer escolhas alinhadas ao exercício da cidadania e ao \nseu projeto de vida com liberdade autonomia consciência crítica e \nresponsa bili da de; \nVII. \nargumentar com base em fatos dados e informações confiáveis para fonnular \nnegociar e defender ideias pontos de vista e decisões comuns que respeitem e \npromovam os direitos humanos a consciência socioambiental e o consumo \nresponsável em âmbitos local regional e global com posicionamento éco em \nrelação ao cuidado de si mesmo dos outros e do planeta; \nVIII. \nconhecer-se apreciar-se e cuidar de sua saúde sica e emocional compreendendo-\nse na diversidade humana e reconhecendo suas emoções e as dos outros com \nautocrítica e capacidade para lidar com elas; \n FF (i IH. Diamantina \n! l µ Í 11 1 l-C \n1 -; 2 \n\nIX. \nexercitar a empatia o diálogo a resolução de conflitos e a cooperação fazendo-se \nrespeitar e promovendo o respeito ao outro e aos direitos humanos com \nacolhimento e valorização da diversidade de indivíduos e de grupos sociais seus \nsaberes identidades culturas e potencialidades sem preconceitos de qualquer \nnatureza; \nX. \nagir pessoal e coletivamente com autonomia responsabilidade flexibilidade \nresiliência e determinação tomando decisões com base em princípios éticos \ndemocráticos inclusivos sustentáveis e solidários."
  },
  {
    "titulo": "Art. 215",
    "conteudo": "- O Currículo Referência de Minas Gerais - CRMG propõe uma educação de \nqualidade que garanta a isonomia e a equidade nos preceitos estabelecidos no Plano Nacional \nde Educação - PNE reconhecendo e valorizando os atores participantes do processo bem \ncomo as múltiplas dimensões da formação humana."
  },
  {
    "titulo": "Art. 216",
    "conteudo": "- O Currículo Referência de Minas Gerais - CRMG está fundamentado nos \nseguintes eixos estruturadores: \nI. \nSujeitos e seus Tempos de Vivência; \nII. \nDireito à Aprendizagem; \nIII. \nCurrículo e Educação Integra]; \nIV. \nEscola Democrática e Participativa; \nV. \nEquidade Diversidade e Inclusão; \nVI. \nCurriculo e Formação Continuada dos profissionais da educação; \nVII. \nCurrículo e Avaliação das Aprendizagens."
  },
  {
    "titulo": "Art. 217",
    "conteudo": "- Os currículos do ensino fundamental e do ensino médio devem ter base nacional \ncomum a ser complementada em cada sistema de ensino e em cada estabelecimento escolar \npor uma parte diversificada exigida pelas características regionais e locais da sociedade da \ncultura da economia e dos educandos. \n§ 1 ° - Os currículos a que se refere o caput devem abranger obrigatoriamente o estudo da \nlíngua portuguesa e da matemática o conhecimento do mundo tisico e natural e da realidade \nsocial e política especialmente do Brasil. \n-IFF RI·. Di:1manti11:1 \n1) ! :.! 1 11 .l \n\n§2º - O ensino da arte especialmente em suas expressões regionais constituirá componente \ncurricular obrigatório da educação básica \n§3º - A educação física integrada à proposta pedagógica da escola é componente curricular \nobrigatório da educação básica sendo sua prática facultativa ao aluno: \nI. \nque cumpra jornada de trabalho igual ou superior a seis horas; \nII. \nmaior de trinta anos de idade; \nIII. \nque estiver prestando serviço militar inicial ou que em situação similar estiver \nobrigado à prática da educação física; \nIV. \nque tenha prole. \n§4° - O ensino da História do Brasil levará em conta as contribuições das diferentes culturas e \netnias para a formação do povo brasileiro especialmente das matrizes indígena africana e \neuropeia. \n§5° - No currículo do ensino fundamental a partir do sexto ano será ofertada a língua inglesa \n§6º - A exibição de filmes de produção nacional constituirá componente curricular \ncomplementar integrado à proposta pedagógica da escola sendo a sua exibição obrigatória \npor no mínimo 2 horas mensais. \n§7º - Conteúdos relativos aos direitos humanos e à prevenção de todas as formas de violência \ncontra a criança o adolescente e a mulher serão incluídos como temas transversais nos \ncurrículos de que trata o caput deste titulo observadas as diretrizes da legislação \ncorrespondente e a produção e distribuição de material didático adequado a cada nível de \nensino."
  },
  {
    "titulo": "Art. 218",
    "conteudo": "- A educação alimentar e nutricional será incluída entre os temas transversais"
  },
  
  {
    "titulo": "Art. 219",
    "conteudo": "- Toma-se obrigatório o estudo da história e cultura afro-brasileira e indígena. no \nensino fundamental e de ensino médio públicos e privados. \n§ 1 ° - O conteúdo programático a que se refere este titulo incluirá diversos aspectos da \nhistória e da cultura que caracterizam a formação da população brasileira a partir desses dois \ngrupos étnicos tais como o estudo da história da África e dos africanos a luta dos negros e \n 1.1. (. IH. U1:1m.mti11a \n } -.. \nÍY \n.t l 11 1"
  },
  
  {
    "titulo": "Art. 222",
    "conteudo": "O currículo do Ensino Fundamental ministrado nesta escola está constituído pelas experiências escolares que se desdobram em torno do conhecimento, permeadas pelas relações sociais, buscando articular vivências e saberes dos alunos com os conhecimentos historicamente acumulados e contribuindo para construir as identidades dos estudantes."
  },
  {
    "titulo": "Art. 223",
    "conteudo": "O Currículo Referência do Ensino Fundamental - CREF, prevê a progressão do conhecimento pela consolidação das aprendizagens anteriores, pela ampliação das práticas de linguagem e pela experiência estética e intercultural dos estudantes, promovendo: I - integração nos nove anos desta etapa da Educação Básica; II - um trabalho educativo inclusivo e equitativo que reconheça e valorize as experiências e habilidades individuais; III - um atendimento às diferenças e necessidades específicas de cada um, favorecendo, assim, uma cultura escolar respeitosa à diversidade de indivíduos e garantidora do direito a uma educação de qualidade."
  },
  {
    "titulo": "Art. 224",
    "conteudo": "O CREF ressalta, nos Anos Iniciais, a necessária articulação com as experiências vividas na Educação Infantil, prevendo progressiva sistematização dessas experiências quanto ao desenvolvimento de novas formas de relação com o mundo, novas formas de ler e formular hipóteses sobre os fenômenos, de testá-las, refutá-las, de elaborar conclusões, em uma atitude ativa e protagonista na construção de conhecimentos."
  },
  {
    "titulo": "Art. 225",
    "conteudo": "Nos primeiros anos dos Anos Iniciais do Ensino Fundamental, a ação pedagógica deve ter, como foco, a alfabetização, a fim de garantir, aos estudantes, amplas oportunidades de apropriação do sistema de escrita alfabética, de modo articulado ao desenvolvimento de outras habilidades de leitura e de escrita, assentindo, assim, seu envolvimento em práticas diversificadas de letramentos, bem como o desenvolvimento da capacidade de ler e escrever números, compreender suas funções e o significado e uso das quatro operações matemáticas."
  },
  {
    "titulo": "Art. 226",
    "conteudo": "Nos Anos Finais do Ensino Fundamental, é importante retomar e ressignificar as aprendizagens dos Anos Iniciais, no contexto dos Componentes Curriculares, visando superar as rupturas que ocorrem entre as fases dessa etapa e ampliar os repertórios dos estudantes."
  },
  {
    "titulo": "Art. 227",
    "conteudo": "O currículo do Ensino Fundamental tem uma base nacional comum, complementada em cada sistema de ensino e em cada estabelecimento escolar por uma parte diversificada."
  },
  {
    "titulo": "Art. 228",
    "conteudo": "A base nacional comum e a parte diversificada do currículo do Ensino Fundamental constituem um todo integrado e não podem ser consideradas como dois blocos distintos. §1º - A articulação entre a base nacional comum e a parte diversificada do currículo do Ensino Fundamental possibilita a sintonia dos interesses mais amplos de formação básica do cidadão com a realidade local, as necessidades dos alunos, as características regionais da sociedade, da cultura e da economia e perpassa todo o currículo. §2º - Voltados à divulgação de valores fundamentais ao interesse social e à preservação da ordem democrática, os conhecimentos que fazem parte da base nacional comum a que todos devem ter acesso, independentemente da região e do lugar em que vivem, asseguram a característica unitária das orientações curriculares nacionais, das propostas curriculares dos Estados, do Distrito Federal, dos Municípios, e dos projetos político-pedagógicos das escolas. §3º - Os conteúdos curriculares que compõem a parte diversificada do currículo serão definidos pelos sistemas de ensino e por esta escola, de modo a complementar e enriquecer o currículo, assegurando a contextualização dos conhecimentos escolares em face das diferentes realidades."
  },
  {
    "titulo": "Art. 229",
    "conteudo": "Os conteúdos que compõem a base nacional comum e a parte diversificada têm origem nas disciplinas científicas, no desenvolvimento das linguagens, no mundo do trabalho, na cultura e na tecnologia, na produção artística, nas atividades desportivas e corporais, na área da saúde e ainda incorporam saberes como os que advêm das formas diversas de exercício da cidadania, dos movimentos sociais, da cultura escolar, da experiência docente, do cotidiano e dos alunos."
  },
  {
    "titulo": "Art. 230",
    "conteudo": "O currículo da base nacional comum do Ensino Fundamental deve abranger, obrigatoriamente, o estudo da Língua Portuguesa e da Matemática, o conhecimento do mundo físico e natural e da realidade social e política, especialmente a do Brasil, bem como o ensino da Arte, a Educação Física e o Ensino Religioso."
  },
  {
    "titulo": "Art. 231",
    "conteudo": "O CREF, em consonância com a BNCC, estrutura-se em Áreas do Conhecimento e seus respectivos Componentes Curriculares, a saber: I - Linguagens: a) Língua Portuguesa; b) Língua Inglesa; c) Arte; d) Educação Física. II - Matemática: a) Matemática. III - Ciências da Natureza: a) Ciências. IV - Ciências Humanas: a) Geografia; b) História. V - Ensino Religioso: a) Ensino Religioso. §1º - O Ensino Fundamental será ministrado em língua portuguesa. §2º - O ensino de História do Brasil levará em conta as contribuições das diferentes culturas e etnias para a formação do povo brasileiro, especialmente das matrizes indígena, africana e europeia. §3º - A história e as culturas indígena e afro-brasileira, presentes, obrigatoriamente, nos conteúdos desenvolvidos no âmbito de todo o currículo escolar e, em especial, no ensino de Arte, Literatura e História do Brasil, assim como a História da África, deverão assegurar o conhecimento e o reconhecimento desses povos para a constituição da nação. §4º - A música constitui conteúdo obrigatório, mas não exclusivo, do componente curricular Arte, o qual compreende também as artes visuais, o teatro e a dança. §5º - A Educação Física, componente obrigatório do currículo do Ensino Fundamental, integra a proposta político-pedagógica da escola e será facultativa ao aluno apenas nas circunstâncias previstas. §6º - O Ensino Religioso, de matrícula facultativa ao aluno, é parte integrante da formação básica do cidadão e constitui componente curricular dos horários normais das escolas públicas de Ensino Fundamental, assegurado o respeito à diversidade cultural e religiosa do Brasil e vedadas quaisquer formas de proselitismo."
  },
  
  {
    "titulo": "Art. 232",
    "conteudo": "O Currículo Referência do Ensino Fundamental - CREF apresenta, para cada Área do Conhecimento e seus respectivos Componentes Curriculares, uma introdução teórico-metodológica, contendo as competências específicas, seguida pelos quadros denominados Organizador Curricular, que trazem as Habilidades, ano a ano, possibilitando a visualização da progressão das aprendizagens."
  },
  {
    "titulo": "Art. 233",
    "conteudo": "O Currículo Referência do Ensino Fundamental - CREF prevê a progressão do conhecimento pela consolidação das aprendizagens anteriores, pela ampliação das práticas de linguagem e pela experiência estética e intercultural dos estudantes, promovendo integração nos nove anos desta etapa da Educação Básica."
  },
  {
    "titulo": "Art. 234",
    "conteudo": "O Currículo Referência do Ensino Fundamental - CREF ressalta, nos Anos Iniciais, a necessária articulação com as experiências vividas na Educação Infantil, prevendo progressiva sistematização dessas experiências quanto ao desenvolvimento de novas formas de relação com o mundo, novas formas de ler e formular hipóteses sobre os fenômenos, de testá-las, refutá-las, de elaborar conclusões, em uma atitude ativa e protagonista na construção de conhecimentos."
  },
  {
    "titulo": "Art. 235",
    "conteudo": "Nos primeiros anos dos Anos Iniciais do Ensino Fundamental, a ação pedagógica deve ter, como foco, a alfabetização, a fim de garantir, aos estudantes, amplas oportunidades de apropriação do sistema de escrita alfabética, de modo articulado ao desenvolvimento de outras habilidades de leitura e de escrita, sendo, assim, seu envolvimento em práticas diversificadas de letramentos, bem como o desenvolvimento da capacidade de ler e escrever números, compreender suas funções e o significado e uso das quatro operações matemáticas."
  },
  {
    "titulo": "Art. 236",
    "conteudo": "Nos Anos Finais do Ensino Fundamental, é importante retomar e ressignificar as aprendizagens dos Anos Iniciais, no contexto dos Componentes Curriculares, visando superar as rupturas que ocorrem entre as fases dessa etapa e ampliar os repertórios dos estudantes."
  },
  {
    "titulo": "Art. 237",
    "conteudo": "Esta escola fará a transição dos estudantes do ciclo complementar dos anos iniciais para os anos finais do ensino fundamental garantindo a articulação sequencial necessária, em face das demandas diversificadas exigidas dos estudantes, pelos diferentes professores, em contraponto à unidocência dos anos iniciais."
  },
  {
    "titulo": "Art. 238",
    "conteudo": "A Área de Linguagens é composta pelos Componentes Curriculares de Língua Portuguesa, Língua Inglesa, Arte e Educação Física, que tem como finalidade possibilitar, aos estudantes, conhecer, compreender, criar e utilizar-se de práticas diversificadas, que lhes permitam ampliar suas capacidades expressivas e de comunicação em manifestações artísticas, corporais e linguísticas, num processo contínuo às experiências vividas na Educação Infantil."
  },
  {
    "titulo": "Art. 239",
    "conteudo": "A área de Matemática é composta pelo Componente Curricular Matemática e tem como finalidade o desenvolvimento das competências gerais de investigação, de compreensão de fenômenos, de construção de representações significativas e de argumentações consistentes, nos mais variados contextos."
  },
  {
    "titulo": "Art. 240",
    "conteudo": "A Área de Ciências da Natureza, no Ensino Fundamental, é composta por 01 (um) único Componente Curricular - Ciências, cuja finalidade é abordar o conhecimento científico, nos aspectos físicos, químicos e biológicos, por meio da investigação da natureza, para interpretar, de forma crítica e analítica, os fenômenos naturais observados, resultantes das relações históricas, sociais e econômicas, visando à formação de sujeitos que atuem como agentes questionadores e transformadores, conscientes de sua responsabilidade frente aos fenômenos naturais."
  },
  {
    "titulo": "Art. 241",
    "conteudo": "A Área de Ciências Humanas, no Ensino Fundamental, é integrada pelos Componentes Curriculares de Geografia e História e contribui para o desenvolvimento da cognição ancorada na contextualização marcada pelas noções de tempo e espaço."
  },
  
  {
    "titulo": "Art. 242",
    "conteudo": "O Ensino Religioso, em conformidade com as competências gerais estabelecidas no âmbito da BNCC, deve ser de oferta obrigatória, nas instituições de ensino públicas de Ensino Fundamental, com matrícula facultativa aos estudantes."
  },
  {
    "titulo": "Art. 243",
    "conteudo": "O currículo do Ensino Médio conceituado como a proposta de ação educativa constituir-se-á pela seleção de conhecimentos construídos pela sociedade, expressando-se por práticas escolares que se desdobram em torno de conhecimentos relevantes e pertinentes, permeadas pelas relações sociais, articulando vivências e saberes dos estudantes e contribuindo para o desenvolvimento de suas identidades e condições cognitivas e socioemocionais."
  },
  {
    "titulo": "Art. 244",
    "conteudo": "O Currículo Referência do Ensino Médio - CREM orienta-se pelo princípio da educação integral, pelas necessidades do mundo do trabalho e da convivência cidadã."
  },
  {
    "titulo": "Art. 245",
    "conteudo": "O Currículo Referência do Ensino Médio - CREM organiza-se em continuidade às aprendizagens propostas para o Ensino Fundamental, com o objetivo de retomar e ressignificar o desenvolvimento de competências e de habilidades, superando eventuais rupturas que ocorram entre as fases dessa etapa, ampliando os repertórios dos estudantes."
  },
  {
    "titulo": "Art. 246",
    "conteudo": "O primeiro ano do ensino médio deve assegurar a transição harmoniosa dos estudantes provenientes do ensino fundamental com estratégias para garantir a integração e a continuidade dos processos de aprendizagens, observando a progressão de habilidades e competências previstas para cada etapa, bem como a articulação entre as áreas do conhecimento."
  },
  {
    "titulo": "Art. 247",
    "conteudo": "O planejamento pedagógico desta escola garantirá que, ao final do ensino médio, o estudante demonstre: I - competências e habilidades na aplicação dos conhecimentos desenvolvidos; II - domínio dos princípios científicos e tecnológicos que estão presentes na produção moderna; III - práticas sociais e produtivas determinando novas reflexões para a aprendizagem; IV - domínio das formas contemporâneas de linguagem."
  },
  {
    "titulo": "Art. 248",
    "conteudo": "As propostas curriculares do ensino médio devem: I - garantir o desenvolvimento das competências gerais e específicas da Base Nacional Comum Curricular; II - garantir ações que promovam: a) a integração curricular como estratégia de organização do currículo em áreas do conhecimento que dialogue com todos os elementos previstos na proposta pedagógica na perspectiva da formação integral do estudante; b) cultura e linguagens digitais, pensamento computacional, a compreensão do significado da ciência, das letras e das artes, das tecnologias da informação, da matemática, bem como a possibilidade de protagonismo dos estudantes para a autoria e produção de inovação; c) o processo histórico de transformação da sociedade e da cultura; d) a língua portuguesa como instrumento de comunicação, acesso ao conhecimento e exercício da cidadania; III - adotar metodologias de ensino e de avaliação de aprendizagem que potencializam o desenvolvimento das competências e habilidades expressas na BNCC e estimulem o protagonismo dos estudantes; IV - considerar a formação integral do estudante, contemplando seu projeto de vida e sua formação nos aspectos físicos, cognitivos e socioemocionais; V - considerar que a educação integral ocorre em múltiplos espaços de aprendizagem e extrapola a ampliação do tempo de permanência na escola."
  },
  {
    "titulo": "Art. 249",
    "conteudo": "O currículo do ensino médio é composto pela formação geral básica e por itinerários formativos, de forma indissociável."
  },
  {
    "titulo": "Art. 250",
    "conteudo": "A formação geral básica tem a Base Nacional Comum Curricular - BNCC-EM como referência obrigatória, sendo composta pelas competências e habilidades previstas, articuladas como um todo indissociável, e enriquecidas pelo contexto histórico, econômico, social, ambiental, cultural local, do mundo do trabalho e da prática social, sendo organizada por Áreas do Conhecimento: I - Formação Geral Básica e suas 4 (quatro) áreas do conhecimento: 1) Linguagens e suas Tecnologias: 1.1 - Língua Portuguesa; 1.2 - Língua Inglesa; 1.3 - Arte; 1.4 - Educação Física. 2) Matemática e suas Tecnologias: 2.1 - Matemática. 3) Ciências da Natureza e suas Tecnologias: 3.1 - Biologia; 3.2 - Física; 3.3 - Química. 4) Ciências Humanas e Sociais Aplicadas: 4.1 - Geografia; 4.2 - História; 4.3 - Filosofia; 4.4 - Sociologia. II - Itinerários Formativos: 1) trilhas de aprofundamento das 4 (quatro) áreas do conhecimento ou pelo Itinerário de Formação Técnica e Profissional; 2) unidades Eletivas; e 3) Projeto de Vida. Parágrafo único - Os Itinerários Formativos terão no mínimo, 1.200 (mil e duzentas) horas, considerando as possibilidades estruturais, os recursos e os interesses dos estudantes."
  },
  {
    "titulo": "Art. 251",
    "conteudo": "O ensino médio noturno atenderá com qualidade a sua singularidade, com uma organização curricular e metodológica diferenciada, para garantir a permanência e o êxito dos estudantes."
  }
  



  
]
  